[
  {
    "title": {
      "en": "Marine Biodiversity Assessment in Sri Lankan Coastal Waters",
      "si": "ශ්‍රී ලංකා වෙරළ ජලයේ සමුද්‍ර ජෛව විවිධත්ව තක්සේරුව",
      "ta": "இலங்கை கடலோர நீரில் கடல் பல்லுயிர் மதிப்பீடு"
    },
    "description": {
      "en": "A comprehensive study on marine biodiversity patterns along the Sri Lankan coastline",
      "si": "ශ්‍රී ලංකා වෙරළ තීරය දිගේ සමුද්‍ර ජෛව විවිධත්ව රටා පිළිබඳ විස්තීර්ණ අධ්‍යයනයක්",
      "ta": "இலங்கை கடற்கரையோரத்தில் கடல் பல்லுயிர் வடிவங்கள் பற்றிய விரிவான ஆய்வு"
    },
    "abstract": {
      "en": "This study presents findings from a three-year survey of marine biodiversity in Sri Lankan waters. We documented 342 species across 15 coastal sites, revealing significant variations in species composition between the east and west coasts. Climate change impacts and conservation recommendations are discussed.",
      "si": "මෙම අධ්‍යයනය ශ්‍රී ලංකා ජලයේ සමුද්‍ර ජෛව විවිධත්වය පිළිබඳ තුන් අවුරුදු සමීක්ෂණයකින් ලබාගත් සොයාගැනීම් ඉදිරිපත් කරයි. අපි වෙරළබඩ ස්ථාන 15ක් හරහා විශේෂ 342ක් ලේඛනගත කළෙමු.",
      "ta": "இந்த ஆய்வு இலங்கை நீரில் கடல் பல்லுயிர் பற்றிய மூன்று ஆண்டு கணக்கெடுப்பின் கண்டுபிடிப்புகளை வழங்குகிறது."
    },
    "fullContent": {
      "en": "Introduction\n\nSri Lanka's coastal waters harbor exceptional marine biodiversity, supporting both ecological functions and economic livelihoods. This comprehensive study examines species distribution patterns across multiple coastal zones.\n\nMethodology\n\nWe conducted systematic surveys at 15 sites along the Sri Lankan coastline over a three-year period (2021-2024). Sampling methods included underwater visual census, quadrat sampling, and specimen collection.\n\nResults\n\nOur findings reveal 342 documented species including 89 fish species, 67 coral species, 45 mollusks, and 141 other invertebrates. Significant biodiversity hotspots were identified in the Trincomalee and Kalpitiya regions.\n\nDiscussion\n\nThe observed variations in species composition reflect differences in oceanographic conditions, habitat types, and human impacts. Conservation priorities should focus on protecting identified biodiversity hotspots.",
      "si": "හැඳින්වීම\n\nශ්‍රී ලංකාවේ වෙරළබඩ ජලය සුවිශේෂී සමුද්‍ර ජෛව විවිධත්වයක් ඇත, පාරිසරික ක්‍රියාකාරිත්වය සහ ආර්ථික ජීවනෝපාය යන දෙකම සඳහා සහාය වේ.\n\nක්‍රමවේදය\n\nඅපි වසර තුනක කාලයක් තුළ ශ්‍රී ලංකා වෙරළ තීරය දිගේ ස්ථාන 15ක ක්‍රමානුකූල සමීක්ෂණ පැවැත්වූයෙමු.\n\nප්‍රතිඵල\n\nඅපගේ සොයාගැනීම් මත්ස්‍ය විශේෂ 89ක්, කොරල් විශේෂ 67ක්, මොලස්ක 45ක් සහ අනෙකුත් අපෘෂ්ඨවංශීන් 141ක් ඇතුළුව ලේඛනගත විශේෂ 342ක් හෙළි කරයි.",
      "ta": "அறிமுகம்\n\nஇலங்கையின் கடலோர நீர் விதிவிலக்கான கடல் பல்லுயிர்களை கொண்டுள்ளது.\n\nமுறைமை\n\n15 தளங்களில் மூன்று ஆண்டு காலத்தில் முறையான கணக்கெடுப்புகளை நடத்தினோம்.\n\nமுடிவுகள்\n\n342 ஆவணப்படுத்தப்பட்ட இனங்களை கண்டறிந்தோம்."
    },
    "authors": ["Dr. Nimal Perera", "Prof. Chandrika Silva", "Dr. Rajesh Kumar"],
    "category": "marineEcology",
    "tags": ["biodiversity", "conservation", "coastal ecology", "Sri Lanka"],
    "publicationDate": "2024-03-15",
    "doi": "10.1234/marine.2024.001",
    "journal": "Journal of Marine Science",
    "volume": "45",
    "issue": "2",
    "pages": "123-145",
    "language": "en",
    "status": "published",
    "uploadedBy": "admin",
    "views": 245,
    "downloads": 67,
    "bookmarks": 23
  },
  {
    "title": {
      "en": "Climate Change Impacts on Coral Reef Ecosystems",
      "si": "කොරල් පර පරිසර පද්ධති මත දේශගුණික විපර්යාස බලපෑම්",
      "ta": "பவள பாறை சுற்றுச்சூழல் அமைப்புகளில் காலநிலை மாற்றத்தின் தாக்கங்கள்"
    },
    "description": {
      "en": "Analysis of coral bleaching events and reef resilience in tropical waters",
      "si": "නිවර්තන ජලයේ කොරල් විරංජනය සහ පර ඔරොත්තු දීමේ හැකියාව විශ්ලේෂණය",
      "ta": "வெப்பமண்டல நீரில் பவள வெளுப்பு நிகழ்வுகள் மற்றும் பாறை நெகிழ்ச்சி பகுப்பாய்வு"
    },
    "abstract": {
      "en": "Rising ocean temperatures have led to unprecedented coral bleaching events. This research examines bleaching patterns, recovery rates, and identifies resilient coral species that may survive future warming scenarios.",
      "si": "වැඩිවන සාගර උෂ්ණත්වය පෙර නොවූ විරූ කොරල් විරංජන සිදුවීම් වලට හේතු වී ඇත.",
      "ta": "அதிகரித்து வரும் கடல் வெப்பநிலை முன்னோடியில்லாத பவள வெளுப்பு நிகழ்வுகளுக்கு வழிவகுத்தது."
    },
    "fullContent": {
      "en": "Executive Summary\n\nCoral reefs face existential threats from climate change, with mass bleaching events becoming increasingly frequent and severe.\n\nBackground\n\nCoral bleaching occurs when symbiotic zooxanthellae are expelled due to thermal stress. Prolonged bleaching leads to coral mortality and reef degradation.\n\nMethods\n\nWe monitored 25 reef sites across the Indian Ocean from 2020-2024, documenting bleaching severity, recovery patterns, and species-specific responses.\n\nFindings\n\nMass bleaching events occurred in 2022 and 2023, affecting 78% of monitored reefs. However, certain Porites and Goniastrea species showed remarkable resilience.\n\nConclusions\n\nIdentifying and protecting resilient coral populations is crucial for reef conservation under climate change.",
      "si": "විධායක සාරාංශය\n\nකොරල් පර දේශගුණික විපර්යාස වලින් පැවැත්මේ තර්ජන වලට මුහුණ දෙයි.\n\nපසුබිම\n\nතාප ආතතිය හේතුවෙන් සහජීවන zooxanthellae නෙරපා හැරීමේදී කොරල් විරංජනය සිදු වේ.",
      "ta": "நிர்வாக சுருக்கம்\n\nபவள பாறைகள் காலநிலை மாற்றத்திலிருந்து இருத்தலியல் அச்சுறுத்தல்களை எதிர்கொள்கின்றன."
    },
    "authors": ["Dr. Amara Fernando", "Prof. Sunil Wickramasinghe"],
    "category": "climateChange",
    "tags": ["coral reefs", "climate change", "ocean warming", "bleaching"],
    "publicationDate": "2024-01-20",
    "doi": "10.1234/climate.2024.002",
    "journal": "Climate and Marine Biology",
    "volume": "12",
    "issue": "1",
    "pages": "45-78",
    "language": "en",
    "status": "published",
    "uploadedBy": "admin",
    "views": 189,
    "downloads": 52,
    "bookmarks": 18
  },
  {
    "title": {
      "en": "Sustainable Fisheries Management in the Indian Ocean",
      "si": "ඉන්දියන් සාගරයේ තිරසාර ධීවර කළමනාකරණය",
      "ta": "இந்தியப் பெருங்கடலில் நிலையான மீன்வள மேலாண்மை"
    },
    "description": {
      "en": "Policy recommendations for sustainable fishing practices",
      "si": "තිරසාර මසුන් ඇල්ලීමේ පිළිවෙත් සඳහා ප්‍රතිපත්ති නිර්දේශ",
      "ta": "நிலையான மீன்பிடி நடைமுறைகளுக்கான கொள்கை பரிந்துரைகள்"
    },
    "abstract": {
      "en": "This policy paper presents evidence-based recommendations for sustainable fisheries management in the Indian Ocean region, addressing overfishing, bycatch reduction, and community-based management approaches.",
      "si": "මෙම ප්‍රතිපත්ති ලිපිය ඉන්දියන් සාගර කලාපයේ තිරසාර ධීවර කළමනාකරණය සඳහා සාක්ෂි පදනම් කරගත් නිර්දේශ ඉදිරිපත් කරයි.",
      "ta": "இந்த கொள்கை ஆவணம் இந்தியப் பெருங்கடல் பிராந்தியத்தில் நிலையான மீன்வள மேலாண்மைக்கான சான்று அடிப்படையிலான பரிந்துரைகளை வழங்குகிறது."
    },
    "fullContent": {
      "en": "Policy Framework\n\nSustainable fisheries require integrated management approaches that balance economic needs with ecological sustainability.\n\nCurrent Challenges\n\nOverfishing threatens marine ecosystems and fisher livelihoods. Bycatch of non-target species, including endangered turtles and sharks, remains a critical concern.\n\nRecommendations\n\n1. Implement science-based catch limits\n2. Establish marine protected areas\n3. Promote selective fishing gear\n4. Support community-based management\n5. Strengthen monitoring and enforcement\n\nConclusion\n\nAdopting these recommendations will ensure long-term sustainability of Indian Ocean fisheries.",
      "si": "ප්‍රතිපත්ති රාමුව\n\nතිරසාර ධීවර කර්මාන්තයට ආර්ථික අවශ්‍යතා සමඟ පාරිසරික තිරසාරභාවය සමතුලිත කරන ඒකාබද්ධ කළමනාකරණ ප්‍රවේශයන් අවශ්‍ය වේ.\n\nවත්මන් අභියෝග\n\nඅධික ලෙස මසුන් ඇල්ලීම සමුද්‍ර පරිසර පද්ධති සහ ධීවර ජීවනෝපාය තර්ජනය කරයි.",
      "ta": "கொள்கை கட்டமைப்பு\n\nநிலையான மீன்வளத்திற்கு பொருளாதார தேவைகளுடன் சூழலியல் நிலைத்தன்மையை சமநிலைப்படுத்தும் ஒருங்கிணைந்த மேலாண்மை அணுகுமுறைகள் தேவை."
    },
    "authors": ["Dr. Lakshmi Jayawardena", "Prof. Ravi Shankar", "Dr. Priya Mendis"],
    "category": "fisheries",
    "tags": ["sustainable fishing", "policy", "ocean management", "conservation"],
    "publicationDate": "2023-11-10",
    "doi": "10.1234/fisheries.2023.003",
    "journal": "Marine Policy Journal",
    "volume": "78",
    "issue": "4",
    "pages": "201-225",
    "language": "en",
    "status": "published",
    "uploadedBy": "admin",
    "views": 312,
    "downloads": 89,
    "bookmarks": 34
  }
]
