{
    "metadata": {
        "total_articles": 18,
        "categories": {
            "Education & Outreach": 2,
            "Research & Development": 1,
            "Policy & Management": 1,
            "Technology & Innovation": 2,
            "Environmental Initiatives": 1,
            "Conservation & Awareness": 1,
            "Community Development": 2,
            "Capacity Building": 1,
            "International Cooperation": 3,
            "Cultural Events": 1,
            "Industry Support": 1,
            "Institutional Milestones": 1,
            "Conservation Partnerships": 1
        },
        "export_date": "2025-09-19",
        "source": "NARA Official Website",
        "date_range": {
            "from": "2025-01-20",
            "to": "2025-09-15"
        }
    },
    "articles": [
        {
            "id": 1,
            "title": "A Day of Discovery at the Mangrove Forest",
            "slug": "day-discovery-mangrove-forest",
            "category": "Education & Outreach",
            "date": "2025-09-15",
            "location": "NARA Kadolkale Regional Research Center",
            "author": "Ms. Nisanasala Jayasundara",
            "author_position": "Scientist, NARA",
            "read_time": 4,
            "summary": "Grade 6 students from Maris Stella College, Negombo, explored mangrove ecosystems through hands-on workshops and field sessions, learning about conservation and environmental stewardship.",
            "content": "A group of curious minds from Maris Stella College, Negombo, recently embarked on an unforgettable journey to the NARA Kadolkale Regional Research Center. Grade 6 students and their two teachers dived deep into the secrets of mangrove ecosystems through engaging workshops and hands-on field sessions conducted by Ms. Nisanasala Jayasundara, Scientist, NARA.\n\nThe educational program focused on mangrove adaptations, species identification, and the critical role these ecosystems play in coastal protection. Students learned about the unique survival mechanisms that allow mangroves to thrive in saltwater environments and their importance in biodiversity conservation.\n\nThrough interactive sessions, the young learners discovered the various threats facing mangrove ecosystems and the legal frameworks in place to protect them. The program emphasized the importance of environmental stewardship and inspired the next generation to become champions of conservation.",
            "key_points": [
                "Students learned about mangrove adaptations and survival mechanisms",
                "Hands-on identification of true mangrove species",
                "Education on conservation threats and legal frameworks",
                "Inspiring the next generation of environmental stewards"
            ],
            "featured_image": "/assets/images/news/mangrove_discovery.jpg",
            "tags": [
                "Education",
                "Mangroves",
                "Conservation",
                "Student Programs",
                "Environmental Stewardship"
            ],
            "translations": {
                "si": {
                    "title": "කඩොල්කැලේ කඩොලන වනාන්තරයේ සොයාගැනීමේ දිනය",
                    "summary": "මාරිස් ස්ටෙලා විද්‍යාලයේ, මීගමුව 6 ශ්‍රේණියේ සිසුන් ප්‍රායෝගික වැඩමුළු සහ ක්ෂේත්‍ර සැසි මගින් කඩොලන පරිසර පද්ධති ගවේෂණය කර, සංරක්ෂණය සහ පාරිසරික භාරකාරත්වය පිළිබඳව ඉගෙනගත්හ.",
                    "content": "මීගමුවේ මාරිස් ස්ටෙලා විද්‍යාලයේ කුතුහලශීලී සිසු පිරිසක් මෑතකදී NARA කඩොල්කැලේ කලාපීය පර්යේෂණ මධ්‍යස්ථානයට අමතක නොවන ගමනක් ආරම්භ කළහ. 6 ශ්‍රේණියේ සිසුන් සහ ඔවුන්ගේ ගුරුවරුන් දෙදෙනෙකු NARA හි විද්‍යාඥවරිය නිසාංශලා ජයසුන්දර මහත්මිය විසින් මෙහෙයවනු ලැබූ ආකර්ෂණීය වැඩමුළු සහ ප්‍රායෝගික ක්ෂේත්‍ර සැසි හරහා කඩොලන පරිසර පද්ධතිවල රහස් ගැඹුරින් අධ්‍යයනය කළහ.\n\nමෙම අධ්‍යාපන වැඩසටහන කඩොලන අනුවර්තන, විශේෂ හඳුනාගැනීම් සහ වෙරළ ආරක්ෂණයේ මෙම පරිසර පද්ධති රඟපාන තීරණාත්මක කාර්යභාරය කෙරෙහි අවධානය යොමු කළේය. කඩොලන ලුණු ජල පරිසරයේ දිරිගන්වන අද්විතීය පැවැත්මේ යාන්ත්‍රණ සහ ජෛව විවිධත්ව සංරක්ෂණයේ ඒවායේ වැදගත්කම පිළිබඳව සිසුන් ඉගෙන ගත්හ.\n\nඅන්තර්ක්‍රියාකාරී සැසි හරහා තරුණ ඉගෙන ගන්නන් කඩොලන පරිසර පද්ධතිවලට මුහුණ දෙන විවිධ තර්ජන සහ ඒවා ආරක්ෂා කිරීම සඳහා ක්‍රියාත්මක වන නෛතික රාමු සොයා ගත්හ. වැඩසටහන පාරිසරික භාරකාරත්වයේ වැදගත්කම අවධාරණය කළ අතර සංරක්ෂණයේ ශූරයන් බවට පත්වීමට මීළඟ පරම්පරාව පෙළඹුවීය.",
                    "author": "නිසාංශලා ජයසුන්දර මහත්මිය",
                    "author_position": "විද්‍යාඥ, NARA",
                    "location": "NARA කඩොල්කැලේ කලාපීය පර්යේෂණ මධ්‍යස්ථානය",
                    "key_points": [
                        "කඩොලන අනුවර්තන සහ පැවැත්මේ යාන්ත්‍රණ පිළිබඳව සිසුන් ඉගෙන ගත්හ",
                        "සැබෑ කඩොලන විශේෂ ප්‍රායෝගික හඳුනාගැනීම",
                        "සංරක්ෂණ තර්ජන සහ නෛතික රාමු පිළිබඳ අධ්‍යාපනය",
                        "මීළඟ පරම්පරාවේ පාරිසරික භාරකරුවන් පෙළඹවීම"
                    ],
                    "tags": [
                        "අධ්‍යාපනය",
                        "කඩොලන",
                        "සංරක්ෂණය",
                        "සිසු වැඩසටහන්",
                        "පාරිසරික භාරකාරත්වය"
                    ]
                },
                "ta": {
                    "title": "சதுப்புநில காட்டில் கண்டுபிடிப்பு நாள்",
                    "summary": "நீகோம்போவின் மாரிஸ் ஸ்டெல்லா கல்லூரியின் 6-ம் வகுப்பு மாணவர்கள் நடைமுறை பட்டறைகள் மற்றும் களப்பயிற்சிகள் மூலம் சதுப்புநில சூழல் அமைப்புகளை ஆராய்ந்து, பாதுகாப்பு மற்றும் சுற்றுச்சூழல் பாதுகாப்பு பற்றி கற்றனர்.",
                    "content": "நீகோம்போவின் மாரிஸ் ஸ்டெல்லா கல்லூரியின் ஆர்வமுள்ள மாணவர்களின் குழு சமீபத்தில் NARA கடொல்கலே பிராந்திய ஆராய்ச்சி மையத்திற்கு மறக்க முடியாத பயணத்தை மேற்கொண்டது. 6-ம் வகுப்பு மாணவர்கள் மற்றும் அவர்களின் இரண்டு ஆசிரியர்கள், NARA விஞ்ஞானி திருமதி. நிசாசலா ஜயசுந்தர அவர்களால் நடத்தப்பட்ட கவர்ச்சிகரமான பட்டறைகள் மற்றும் நடைமுறை களப்பயிற்சிகள் மூலம் சதுப்புநில சூழல் அமைப்புகளின் இரகசியங்களை ஆழமாக ஆராய்ந்தனர்.\n\nஇந்த கல்வி திட்டம் சதுப்புநில தகவமைப்புகள், இனங்களை அடையாளம் காணுதல் மற்றும் கடலோர பாதுகாப்பில் இந்த சூழல் அமைப்புகள் வகிக்கும் முக்கிய பங்கு ஆகியவற்றில் கவனம் செலுத்தியது. உப்பு நீர் சூழல்களில் சதுப்புநிலங்கள் வளர அனுமதிக்கும் தனித்துவமான உயிர்வாழும் வழிமுறைகள் மற்றும் பல்லுயிர் பாதுகாப்பில் அவற்றின் முக்கியத்துவம் பற்றி மாணவர்கள் கற்றுக்கொண்டனர்.\n\nஊடாடும் அமர்வுகள் மூலம், இளம் கற்பவர்கள் சதுப்புநில சூழல் அமைப்புகள் எதிர்கொள்ளும் பல்வேறு அச்சுறுத்தல்கள் மற்றும் அவற்றைப் பாதுகாக்க உள்ள சட்ட கட்டமைப்புகள் பற்றி கண்டுபிடித்தனர். இந்த திட்டம் சுற்றுச்சூழல் பாதுகாப்பின் முக்கியத்துவத்தை வலியுறுத்தியது மற்றும் அடுத்த தலைமுறையை பாதுகாப்பின் சாம்பியன்களாக மாற தூண்டியது.",
                    "author": "திருமதி. நிசாசலா ஜயசுந்தர",
                    "author_position": "விஞ்ஞானி, NARA",
                    "location": "NARA கடொல்கலே பிராந்திய ஆராய்ச்சி மையம்",
                    "key_points": [
                        "சதுப்புநில தகவமைப்புகள் மற்றும் உயிர்வாழும் வழிமுறைகள் பற்றி மாணவர்கள் கற்றுக்கொண்டனர்",
                        "உண்மையான சதுப்புநில இனங்களை நடைமுறையில் அடையாளம் காணுதல்",
                        "பாதுகாப்பு அச்சுறுத்தல்கள் மற்றும் சட்ட கட்டமைப்புகள் பற்றிய கல்வி",
                        "அடுத்த தலைமுறை சுற்றுச்சூழல் பாதுகாவலர்களை ஊக்குவித்தல்"
                    ],
                    "tags": [
                        "கல்வி",
                        "சதுப்புநிலங்கள்",
                        "பாதுகாப்பு",
                        "மாணவர் திட்டங்கள்",
                        "சுற்றுச்சூழல் பாதுகாப்பு"
                    ]
                }
            },
            "is_featured": true,
            "related_articles": [
                2,
                6,
                13
            ],
            "social_shares": 142,
            "views": 1250
        },
        {
            "id": 2,
            "title": "NARA and NAQDA Join Forces for New Research Centre",
            "slug": "nara-naqda-research-centre-partnership",
            "category": "Research & Development",
            "date": "2025-08-30",
            "location": "Kusala Bangadeniya, Northwestern Province",
            "author": "Prof. Sanath Hettiarachchi",
            "author_position": "Chairman of NARA",
            "read_time": 5,
            "summary": "Marine Species Breeding and Aquaculture Research Centre established through strategic partnership between NARA and NAQDA, focusing on marine ornamental fish and sustainable aquaculture practices.",
            "content": "The Marine Species Breeding and Aquaculture Research Centre has been established through a groundbreaking partnership between NARA and NAQDA. The MoU was signed by Prof. Sanath Hettiarachchi, Chairman of NARA, and Mr. Kithsiri Dharmapriya, Chairman of NAQDA, marking a significant milestone in Sri Lanka's aquaculture development.\n\nThis three-year initiative, beginning August 2025, will focus on the breeding and cultivation of marine ornamental fish, shrimp, corals, crabs, lobsters, and sea cucumbers. Special emphasis will be placed on breeding green mussels (Perna viridis), a species with high commercial value and nutritional benefits.\n\nThe center will also conduct crucial research on live feeds and water quality management, essential components for successful aquaculture operations. The facility aims to support entrepreneurs and university students through training programs and technology transfer initiatives.",
            "key_points": [
                "Focus on marine ornamental fish, shrimp, corals, crabs, lobsters, and sea cucumbers",
                "Special emphasis on breeding green mussels (Perna viridis)",
                "Research on live feeds and water quality management",
                "Support for entrepreneurs and university students",
                "Three-year initiative beginning August 2025"
            ],
            "featured_image": "/assets/images/news/nara_naqda_partnership.jpg",
            "tags": [
                "Partnership",
                "Aquaculture",
                "Research",
                "Marine Species",
                "Innovation"
            ],
            "translations": {
                "si": {
                    "title": "NARA සහ NAQDA එක්ව නව ගවේෂණ මධ්‍යස්ථානයක් පිහිටුවයි",
                    "summary": "NARA සහ NAQDA අතර උසස් හවුල්කාරිත්වයකින් සාගර ආලංකාර මීන් හා තිරසාර ජලකර්මාන්ත ක්‍රියාපටිපාටියන් මත අවධානය යොමු කරන සාගර ජීවීන් ඉන්කුබේෂන් සහ ජලකර්මාන්ත පර්යේෂණ මධ්‍යස්ථානයක් පිහිටුවා ඇත.",
                    "author": "පාඨ. සැනත් හෙට්ටිආරච්චි · NARA සභාපති",
                    "author_position": "සභාපති · NARA",
                    "key_points": [
                        "සාගර ආලංකාර මීන්, ඉස්සල්, කොරල්, කැංකරු, ලොබ්ස්ටර් සහ කිඹුලා වැනි ප්‍රජාවන් මත අවධානය යොමු කිරීම",
                        "උසස් වෙළඳ වටිනාකමක් සහ පෝෂණ ගුණ තත්වයක් ඇති පේර්නා විරිඩිස් හරිත මුසුල් පශ්චාත් කර්මාන්තය සඳහා ප්‍රමුඛතාවය",
                        "සාර්ථක ජලකර්මාන්ත මෙහෙයුම් සඳහා සජීවී ආහාර සහ ජල ගුණාත්මය කළමනාකරණය පිළිබඳ පර්යේෂණ",
                        "ව්‍යාපාරිකයින් සහ විශ්වවිද්‍යාල ශිෂ්‍යයන් සඳහා පුහුණු වැඩසටහන් හා තාක්ෂණ හුවමාරු සහය",
                        "2025 අගෝස්තු සිට ආරම්භ වන වසර තුනක උපායමක්"
                    ],
                    "tags": [
                        "හවුල්කාරිත්වය",
                        "ජලකර්මාන්තය",
                        "පර්යේෂණ",
                        "සාගර ජීවීන්",
                        "නව්‍යතාව"
                    ]
                },
                "ta": {
                    "title": "NARA–NAQDA கூட்டு ஆராய்ச்சி மையம் திறக்கப்பட்டது",
                    "summary": "NARA மற்றும் NAQDA ஆகியவற்றின் மூலோபாய கூட்டாண்மையால் கடல் அலங்கார மீன் மற்றும் நிலையான அக்வாகல்சர் பயிற்சிகளில் கவனம் செலுத்தும் கடல் உயிரின இனப்பெருக்க மற்றும் நீர்வள தொழில்நுட்ப ஆராய்ச்சி மையம் நிறுவப்பட்டுள்ளது.",
                    "author": "பேராசிரியர் சணத் ஹெட்டியாரச்சி · NARA தலைவர்",
                    "author_position": "தலைவர் · NARA",
                    "key_points": [
                        "கடல் அலங்கார மீன், இறால், பவளம், நண்டு, லாப்ஸ்டர் மற்றும் கடல் வெள்ளைகளில் கவனம்",
                        "உயர் வர்த்தக மதிப்புள்ள பச்சை முசெல் (Perna viridis) இனப்பெருக்கத்திற்கு முன்னுரிமை",
                        "வெற்றிகரமான அக்வாகல்சருக்கான உயிர்த்தீவனம் மற்றும் நீர்தர மேலாண்மை ஆராய்ச்சி",
                        "தொழில் முனைவோர் மற்றும் பல்கலைக்கழக மாணவர்களுக்கு பயிற்சி மற்றும் தொழில்நுட்ப பரிமாற்ற ஆதரவு",
                        "2025 ஆகஸ்ட் முதல் துவங்கும் மூன்று ஆண்டு முன்முயற்சி"
                    ],
                    "tags": [
                        "கூட்டாண்மை",
                        "நீர்வள வளர்ப்பு",
                        "ஆராய்ச்சி",
                        "கடல் உயிரினங்கள்",
                        "புதுமை"
                    ]
                }
            },
            "is_featured": true,
            "related_articles": [
                4,
                15,
                18
            ],
            "social_shares": 89,
            "views": 956
        },
        {
            "id": 3,
            "title": "National Workshop on Fishery Management Inventory (FMInv) – Sri Lanka",
            "slug": "national-fishery-management-inventory-workshop",
            "category": "Policy & Management",
            "date": "2025-08-04",
            "location": "Colombo",
            "author": "NARA Research Team",
            "author_position": "Marine Fisheries Division",
            "read_time": 6,
            "summary": "NARA hosted international workshop to strengthen sustainable fisheries management in Sri Lanka with experts from FAO, BOBP-IGO, and ICAR-CIFE.",
            "content": "NARA successfully hosted the National Workshop on Fishery Management Inventory from August 4-6, 2025, bringing together national and international fisheries experts, scientists, and fishing community representatives. The workshop was facilitated by renowned international experts from FAO, BOBP-IGO, and ICAR-CIFE.\n\nThe workshop focused on three critical fishery management areas: sea cucumber fishery in Northern Sri Lanka, Puttalam Lagoon fishery management plans, and small pelagic fishery management in the Southwest coast. These sessions provided valuable insights into sustainable fishing practices and ecosystem-based management approaches.\n\nParticipants engaged in detailed discussions about current challenges, best practices, and innovative solutions for sustainable fisheries management. The workshop resulted in comprehensive action plans for each fishery sector, emphasizing community participation and scientific evidence-based decision making.",
            "key_points": [
                "International facilitators from FAO, BOBP-IGO, and ICAR-CIFE",
                "Focus on sea cucumber fishery in Northern Sri Lanka",
                "Puttalam Lagoon fishery management plans",
                "Small pelagic fishery in Southwest coast management",
                "Enhanced sustainable fisheries management initiatives"
            ],
            "featured_image": "/assets/images/news/fishery_management_workshop.jpg",
            "tags": [
                "Workshop",
                "Fishery Management",
                "International Cooperation",
                "Sustainability"
            ],
            "translations": {
                "si": {
                    "title": "ධීවර කළමනාකරණ ජායෙන්තරය පිළිබඳ ජාතික වැඩමුළුව - ශ්‍රී ලංකාව",
                    "summary": "FAO, BOBP-IGO සහ ICAR-CIFE යන ආයතනවල ප්‍රවීණයන් සමඟ ශ්‍රී ලංකාවේ තිරසාර ධීවර කළමනාකරණය ශක්තිමත් කිරීම සඳහා NARA විසින් ජාත්‍යන්තර වැඩමුළුවක් සංවිධානය කරන ලදී.",
                    "content": "NARA විසින් 2025 අගෝස්තු 4-6 දිනවල ධීවර කළමනාකරණ ජායෙන්තරය පිළිබඳ ජාතික වැඩමුළුව සාර්ථකව සංවිධානය කරන ලද අතර, ජාතික හා ජාත්‍යන්තර ධීවර ප්‍රවීණයන්, විද්‍යාඥයින් සහ ධීවර ප්‍රජා නියෝජිතයින් එක්රැස් කරන ලදී. මෙම වැඩමුළුව FAO, BOBP-IGO සහ ICAR-CIFE යන ආයතනවල කීර්තිමත් ජාත්‍යන්තර ප්‍රවීණයන් විසින් මෙහෙයවන ලදී.\n\nවැඩමුළුව තීරණාත්මක ධීවර කළමනාකරණ ක්ෂේත්‍ර තුනක් කෙරෙහි අවධානය යොමු කරන ලදී: උතුරු ශ්‍රී ලංකාවේ මුහුදු පිඹුරන් ධීවරය, පුත්තලම් කලපුවේ ධීවර කළමනාකරණ සැලසුම්, සහ නිරිත වෙරළ තීරයේ කුඩා මත්ස්‍ය ධීවර කළමනාකරණය. මෙම සැසි තිරසාර මසුන් ඇල්ලීමේ ක්‍රමවේද සහ පරිසර පද්ධති පදනම් කරගත් කළමනාකරණ ප්‍රවේශයන් පිළිබඳව වටිනා තීක්ෂණයන් ලබා දුන්හ.\n\nසහභාගිවන්නන් වර්තමාන අභියෝග, හොඳම භාවිතයන් සහ තිරසාර ධීවර කළමනාකරණය සඳහා නව්‍ය විසඳුම් පිළිබඳ සවිස්තරාත්මක සාකච්ඡා වල නිරත විය. වැඩමුළුව එක් එක් ධීවර අංශය සඳහා සවිස්තරාත්මක ක්‍රියාකාරී සැලසුම් ප්‍රතිඵලයක් ලෙස ලබා දුන් අතර, ප්‍රජා සහභාගීත්වය සහ විද්‍යාත්මක සාක්ෂි පදනම් කරගත් තීරණ ගැනීම අවධාරණය කරන ලදී.",
                    "author": "NARA පර්යේෂණ කණ්ඩායම",
                    "author_position": "සාගර ධීවර අංශය",
                    "location": "කොළඹ",
                    "key_points": [
                        "FAO, BOBP-IGO සහ ICAR-CIFE යන ආයතනවල ජාත්‍යන්තර පහසුකම් සපයන්නන්",
                        "උතුරු ශ්‍රී ලංකාවේ මුහුදු පිඹුරන් ධීවරය කෙරෙහි අවධානය",
                        "පුත්තලම් කලපුවේ ධීවර කළමනාකරණ සැලසුම්",
                        "නිරිත වෙරළ තීරයේ කුඩා මත්ස්‍ය ධීවර කළමනාකරණය",
                        "වැඩිදියුණු කළ තිරසාර ධීවර කළමනාකරණ මුලපිරීම්"
                    ],
                    "tags": [
                        "වැඩමුළුව",
                        "ධීවර කළමනාකරණය",
                        "ජාත්‍යන්තර සහයෝගිතාව",
                        "තිරසාරත්වය"
                    ]
                },
                "ta": {
                    "title": "மீன்பிடி மேலாண்மை சரக்கு பட்டியல் குறித்த தேசிய பட்டறை - இலங்கை",
                    "summary": "FAO, BOBP-IGO மற்றும் ICAR-CIFE நிபுணர்களுடன் இலங்கையில் நிலையான மீன்வளம் மேலாண்மையை வலுப்படுத்த NARA சர்வதேச பட்டறையை நடத்தியது.",
                    "content": "NARA ஆகஸ்ட் 4-6, 2025 தேதிகளில் மீன்பிடி மேலாண்மை சரக்கு பட்டியல் குறித்த தேசிய பட்டறையை வெற்றிகரமாக நடத்தியது, இதில் தேசிய மற்றும் சர்வதேச மீன்வள நிபுணர்கள், விஞ்ஞானிகள் மற்றும் மீன்பிடி சமூக பிரதிநிதிகள் கூடினர். இந்த பட்டறை FAO, BOBP-IGO மற்றும் ICAR-CIFE ஆகியவற்றின் புகழ்பெற்ற சர்வதேச நிபுணர்களால் வழிநடத்தப்பட்டது.\n\nபட்டறை மூன்று முக்கியமான மீன்வள மேலாண்மை பகுதிகளில் கவனம் செலுத்தியது: வடக்கு இலங்கையில் கடல் வெள்ளரி மீன்வளம், புத்தளம் ஏரி மீன்வள மேலாண்மை திட்டங்கள், மற்றும் தென்மேற்கு கடற்கரையில் சிறிய பெலஜிக் மீன்வள மேலாண்மை. இந்த அமர்வுகள் நிலையான மீன்பிடி நடைமுறைகள் மற்றும் சூழல்சார் அடிப்படையிலான மேலாண்மை அணுகுமுறைகள் குறித்த மதிப்புமிக்க நுண்ணறிவுகளை வழங்கின.\n\nபங்கேற்பாளர்கள் தற்போதைய சவால்கள், சிறந்த நடைமுறைகள் மற்றும் நிலையான மீன்வள மேலாண்மைக்கான புதுமையான தீர்வுகள் குறித்து விரிவான விவாதங்களில் ஈடுபட்டனர். பட்டறை ஒவ்வொரு மீன்வள துறைக்கும் விரிவான செயல் திட்டங்களை உருவாக்கியது, சமூக பங்கேற்பு மற்றும் அறிவியல் சான்று அடிப்படையிலான முடிவெடுப்பதை வலியுறுத்தியது.",
                    "author": "NARA ஆராய்ச்சி குழு",
                    "author_position": "கடல் மீன்வள பிரிவு",
                    "location": "கொழும்பு",
                    "key_points": [
                        "FAO, BOBP-IGO மற்றும் ICAR-CIFE நிபுணர்கள் வழிநடத்தல்",
                        "வடக்கு இலங்கையில் கடல் வெள்ளரி மீன்வளத்தில் கவனம்",
                        "புத்தளம் ஏரி மீன்வள மேலாண்மை திட்டங்கள்",
                        "தென்மேற்கு கடற்கரையில் சிறிய பெலஜிக் மீன்வள மேலாண்மை",
                        "மேம்படுத்தப்பட்ட நிலையான மீன்வள மேலாண்மை முன்முயற்சிகள்"
                    ],
                    "tags": [
                        "பட்டறை",
                        "மீன்வள மேலாண்மை",
                        "சர்வதேச ஒத்துழைப்பு",
                        "நிலைத்தன்மை"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                8,
                14,
                3
            ],
            "social_shares": 67,
            "views": 743
        },
        {
            "id": 4,
            "title": "NARA with Elcome: Transforming Sri Lanka's Fishing Industry",
            "slug": "nara-elcome-fishing-industry-transformation",
            "category": "Technology & Innovation",
            "date": "2025-07-25",
            "location": "NARA Headquarters",
            "author": "Technology Integration Team",
            "author_position": "NARA Innovation Division",
            "read_time": 5,
            "summary": "Partnership with Elcome International to enhance maritime safety and fleet management through cutting-edge Starlink technology and real-time monitoring systems.",
            "content": "Elcome International LLC, a leading maritime services company, met with NARA officials to discuss revolutionary maritime technology services that could transform Sri Lanka's fisheries industry through their advanced Starlink customer portal.\n\nThe partnership will introduce real-time weather updates and navigation charts, enabling fishermen to make informed decisions about their fishing expeditions. The system will also provide seawater temperature and dissolved oxygen measurements, crucial data for optimizing fishing locations and catch quality.\n\nAdditionally, the technology includes live vessel tracking and CCTV monitoring for enhanced safety, emergency communication and medical support capabilities, and e-commerce facilities for direct buyer communication. A prototype model will be tested on selected multi-day boats to demonstrate the technology's effectiveness.",
            "key_points": [
                "Real-time weather updates and navigation charts",
                "Seawater temperature and dissolved oxygen measurements",
                "Live vessel tracking and CCTV monitoring",
                "Emergency communication and medical support",
                "E-commerce facilities for direct buyer communication",
                "Prototype model for selected multi-day boats"
            ],
            "featured_image": "/assets/images/news/elcome_partnership.jpg",
            "tags": [
                "Technology",
                "Maritime Safety",
                "Innovation",
                "Fisheries",
                "Starlink"
            ],
            "translations": {
                "si": {
                    "title": "Elcome සමඟ NARA: ශ්‍රී ලංකාවේ ධීවර කර්මාන්තය පරිවර්තනය කිරීම",
                    "summary": "අති නවීන Starlink තාක්ෂණය සහ තත්‍ය කාලීන අධීක්ෂණ පද්ධති හරහා සමුද්‍ර ආරක්ෂාව සහ බලඇණි කළමනාකරණය වැඩිදියුණු කිරීම සඳහා Elcome International සමඟ හවුල්කාරිත්වය.",
                    "content": "ප්‍රමුඛ සමුද්‍ර සේවා සමාගමක් වන Elcome International LLC, ඔවුන්ගේ උසස් Starlink පාරිභෝගික පෝටලය හරහා ශ්‍රී ලංකාවේ ධීවර කර්මාන්තය පරිවර්තනය කළ හැකි විප්ලවීය සමුද්‍ර තාක්ෂණික සේවා සාකච්ඡා කිරීම සඳහා NARA නිලධාරීන් හමුවිය.\n\nහවුල්කාරිත්වය මගින් ධීවරයින්ට ඔවුන්ගේ මසුන් ඇල්ලීමේ ගමන් පිළිබඳ දැනුවත් තීරණ ගැනීමට හැකි වන පරිදි තත්‍ය කාලීන කාලගුණ යාවත්කාලීන කිරීම් සහ යාත්‍රා සටහන් හඳුන්වා දෙනු ඇත. මසුන් ඇල්ලීමේ ස්ථාන සහ අල්ලා ගැනීමේ ගුණාත්මකභාවය ප්‍රශස්තකරණය කිරීම සඳහා තීරණාත්මක දත්ත වන මුහුදු ජල උෂ්ණත්වය සහ ද්‍රාවිත ඔක්සිජන් මිනුම් පද්ධතිය ද සපයනු ඇත.\n\nඊට අමතරව, තාක්ෂණයට ආරක්ෂාව වැඩිදියුණු කිරීම සඳහා සජීවී යාත්‍රා ලුහුබැඳීම සහ CCTV අධීක්ෂණය, හදිසි සන්නිවේදනය සහ වෛද්‍ය ආධාර හැකියාවන්, සහ සෘජු ගැනුම්කරු සන්නිවේදනය සඳහා ඊ-වාණිජ පහසුකම් ඇතුළත් වේ. තාක්ෂණයේ සඵලතාවය නිරූපණය කිරීම සඳහා තෝරාගත් බහු-දින බෝට්ටු මත මූලාකෘති ආකෘතියක් පරීක්ෂා කරනු ලැබේ.",
                    "author": "තාක්ෂණ ඒකාබද්ධ කිරීමේ කණ්ඩායම",
                    "author_position": "NARA නවෝත්පාදන අංශය",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "තත්‍ය කාලීන කාලගුණ යාවත්කාලීන කිරීම් සහ යාත්‍රා සටහන්",
                        "මුහුදු ජල උෂ්ණත්වය සහ ද්‍රාවිත ඔක්සිජන් මිනුම්",
                        "සජීවී යාත්‍රා ලුහුබැඳීම සහ CCTV අධීක්ෂණය",
                        "හදිසි සන්නිවේදනය සහ වෛද්‍ය ආධාර",
                        "සෘජු ගැනුම්කරු සන්නිවේදනය සඳහා ඊ-වාණිජ පහසුකම්",
                        "තෝරාගත් බහු-දින බෝට්ටු සඳහා මූලාකෘති ආකෘතිය"
                    ],
                    "tags": [
                        "තාක්ෂණය",
                        "සමුද්‍ර ආරක්ෂාව",
                        "නවෝත්පාදනය",
                        "ධීවර කර්මාන්තය",
                        "Starlink"
                    ]
                },
                "ta": {
                    "title": "Elcome உடன் NARA: இலங்கையின் மீன்பிடித் தொழிலை மாற்றுதல்",
                    "summary": "அதிநவீன Starlink தொழில்நுட்பம் மற்றும் நிகழ்நேர கண்காணிப்பு அமைப்புகள் மூலம் கடல்சார் பாதுகாப்பு மற்றும் கப்பல் மேலாண்மையை மேம்படுத்த Elcome International உடன் கூட்டாண்மை.",
                    "content": "முன்னணி கடல்சார் சேவை நிறுவனமான Elcome International LLC, அவர்களின் மேம்பட்ட Starlink வாடிக்கையாளர் போர்ட்டல் மூலம் இலங்கையின் மீன்வள தொழிலை மாற்றக்கூடிய புரட்சிகர கடல்சார் தொழில்நுட்ப சேவைகள் குறித்து NARA அதிகாரிகளைச் சந்தித்தது.\n\nஇந்த கூட்டாண்மை நிகழ்நேர வானிலை புதுப்பிப்புகள் மற்றும் வழிசெலுத்தல் விளக்கப்படங்களை அறிமுகப்படுத்தும், மீனவர்கள் தங்கள் மீன்பிடி பயணங்கள் குறித்து தகவலறிந்த முடிவுகளை எடுக்க உதவும். மீன்பிடி இடங்கள் மற்றும் பிடிப்பு தரத்தை மேம்படுத்துவதற்கு முக்கியமான தரவான கடல்நீர் வெப்பநிலை மற்றும் கரைந்த ஆக்சிஜன் அளவீடுகளையும் கணினி வழங்கும்.\n\nகூடுதலாக, தொழில்நுட்பம் மேம்பட்ட பாதுகாப்புக்காக நேரடி கப்பல் கண்காணிப்பு மற்றும் CCTV கண்காணிப்பு, அவசர தொடர்பு மற்றும் மருத்துவ ஆதரவு திறன்கள், மற்றும் நேரடி வாங்குபவர் தொடர்புக்கான மின்-வர்த்தக வசதிகளை உள்ளடக்கியது. தொழில்நுட்பத்தின் செயல்திறனை நிரூபிக்க தேர்ந்தெடுக்கப்பட்ட பல-நாள் படகுகளில் ஒரு முன்மாதிரி மாதிரி சோதிக்கப்படும்.",
                    "author": "தொழில்நுட்ப ஒருங்கிணைப்பு குழு",
                    "author_position": "NARA புதுமை பிரிவு",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "நிகழ்நேர வானிலை புதுப்பிப்புகள் மற்றும் வழிசெலுத்தல் விளக்கப்படங்கள்",
                        "கடல்நீர் வெப்பநிலை மற்றும் கரைந்த ஆக்சிஜன் அளவீடுகள்",
                        "நேரடி கப்பல் கண்காணிப்பு மற்றும் CCTV கண்காணிப்பு",
                        "அவசர தொடர்பு மற்றும் மருத்துவ ஆதரவு",
                        "நேரடி வாங்குபவர் தொடர்புக்கான மின்-வர்த்தக வசதிகள்",
                        "தேர்ந்தெடுக்கப்பட்ட பல-நாள் படகுகளுக்கான முன்மாதிரி மாதிரி"
                    ],
                    "tags": [
                        "தொழில்நுட்பம்",
                        "கடல்சார் பாதுகாப்பு",
                        "புதுமை",
                        "மீன்வளம்",
                        "Starlink"
                    ]
                }
            },
            "is_featured": true,
            "related_articles": [
                9,
                2,
                4
            ],
            "social_shares": 156,
            "views": 1345
        },
        {
            "id": 5,
            "title": "Sustainable Waste Management Partnership with MAS Active",
            "slug": "sustainable-waste-management-mas-active",
            "category": "Environmental Initiatives",
            "date": "2025-07-09",
            "location": "NARA Headquarters, Colombo 15",
            "author": "Environmental Management Team",
            "author_position": "NARA Sustainability Division",
            "read_time": 3,
            "summary": "MAS Active Linea Intimo donates color-coded garbage bins to promote sustainable waste management practices at NARA facilities.",
            "content": "NARA received 48 color-coded garbage bins from MAS Active Linea Intimo as part of the comprehensive Sustainable Waste Management Project, enabling proper waste segregation and disposal practices across all NARA facilities.\n\nThe donation includes bins with a sophisticated color-coded system: green for organic waste, blue for paper and cardboard, orange for plastics and metal, and red for glass and hazardous materials. This system aligns perfectly with the Clean Sri Lanka Concept and demonstrates strong corporate social responsibility.\n\nAs part of the partnership, MAS representatives were given comprehensive tours of NARA's laboratories and research vessels to understand the organization's environmental research capabilities and commitment to sustainability.",
            "key_points": [
                "48 bins with color-coded system (green, blue, orange, red)",
                "Proper separation of organic waste, paper, plastics, and glass",
                "Alignment with Clean Sri Lanka Concept",
                "Corporate social responsibility demonstration",
                "Laboratory and research vessel tours for MAS representatives"
            ],
            "featured_image": "/assets/images/news/waste_management_partnership.jpg",
            "tags": [
                "Sustainability",
                "Partnership",
                "Environmental Management",
                "Corporate Responsibility"
            ],
            "translations": {
                "si": {
                    "title": "MAS Active සමඟ තිරසාර අපද්‍රව්‍ය කළමනාකරණ හවුල්කාරිත්වය",
                    "summary": "MAS Active Linea Intimo විසින් NARA පහසුකම්වල තිරසාර අපද්‍රව්‍ය කළමනාකරණ පිළිවෙත් ප්‍රවර්ධනය කිරීම සඳහා වර්ණ කේත කළ කුණු බඳුන් පරිත්‍යාග කරයි.",
                    "content": "සියලුම NARA පහසුකම් හරහා නිසි අපද්‍රව්‍ය වෙන් කිරීම සහ ඉවත දැමීමේ පිළිවෙත් සක්‍රිය කරමින්, සවිස්තරාත්මක තිරසාර අපද්‍රව්‍ය කළමනාකරණ ව්‍යාපෘතියේ කොටසක් ලෙස MAS Active Linea Intimo වෙතින් වර්ණ කේත කළ කුණු බඳුන් 48 ක් NARA වෙත ලැබුණි.\n\nපරිත්‍යාගයට සංකීර්ණ වර්ණ කේත පද්ධතියක් සහිත බඳුන් ඇතුළත් වේ: කාබනික අපද්‍රව්‍ය සඳහා කොළ, කඩදාසි සහ කාඩ්බෝඩ් සඳහා නිල්, ප්ලාස්ටික් සහ ලෝහ සඳහා තැඹිලි, සහ වීදුරු සහ අනතුරුදායක ද්‍රව්‍ය සඳහා රතු. මෙම පද්ධතිය පිරිසිදු ශ්‍රී ලංකා සංකල්පය සමඟ හොඳින් ගැලපෙන අතර ශක්තිමත් ආයතනික සමාජ වගකීම නිරූපණය කරයි.\n\nහවුල්කාරිත්වයේ කොටසක් ලෙස, NARA හි විද්‍යාගාර සහ පර්යේෂණ යාත්‍රාවල පාරිසරික පර්යේෂණ හැකියාවන් සහ තිරසාරත්වයට ඇති කැපවීම අවබෝධ කර ගැනීම සඳහා MAS නියෝජිතයින්ට සවිස්තරාත්මක චාරිකා ලබා දෙන ලදී.",
                    "author": "පාරිසරික කළමනාකරණ කණ්ඩායම",
                    "author_position": "NARA තිරසාරත්ව අංශය",
                    "location": "NARA මූලස්ථානය, කොළඹ 15",
                    "key_points": [
                        "වර්ණ කේත පද්ධතිය සහිත බඳුන් 48 ක් (කොළ, නිල්, තැඹිලි, රතු)",
                        "කාබනික අපද්‍රව්‍ය, කඩදාසි, ප්ලාස්ටික් සහ වීදුරු නිසි ලෙස වෙන් කිරීම",
                        "පිරිසිදු ශ්‍රී ලංකා සංකල්පය සමඟ ගැලපීම",
                        "ආයතනික සමාජ වගකීම නිරූපණය",
                        "MAS නියෝජිතයින් සඳහා විද්‍යාගාර සහ පර්යේෂණ යාත්‍රා චාරිකා"
                    ],
                    "tags": [
                        "තිරසාරත්වය",
                        "හවුල්කාරිත්වය",
                        "පාරිසරික කළමනාකරණය",
                        "ආයතනික වගකීම"
                    ]
                },
                "ta": {
                    "title": "MAS Active உடன் நிலையான கழிவு மேலாண்மை கூட்டாண்மை",
                    "summary": "MAS Active Linea Intimo NARA வசதிகளில் நிலையான கழிவு மேலாண்மை நடைமுறைகளை ஊக்குவிக்க வண்ண குறியிடப்பட்ட குப்பை தொட்டிகளை நன்கொடை அளிக்கிறது.",
                    "content": "NARA அனைத்து NARA வசதிகளிலும் சரியான கழிவுப் பிரித்தல் மற்றும் அகற்றும் நடைமுறைகளை செயல்படுத்தும் விரிவான நிலையான கழிவு மேலாண்மை திட்டத்தின் ஒரு பகுதியாக MAS Active Linea Intimo வில் இருந்து 48 வண்ண குறியிடப்பட்ட குப்பை தொட்டிகளைப் பெற்றது.\n\nநன்கொடையில் ஒரு அதிநவீன வண்ண குறியிடு அமைப்பு கொண்ட தொட்டிகள் அடங்கும்: கரிம கழிவுகளுக்கு பச்சை, காகிதம் மற்றும் அட்டைப்பெட்டிக்கு நீலம், பிளாஸ்டிக் மற்றும் உலோகத்திற்கு ஆரஞ்சு, மற்றும் கண்ணாடி மற்றும் அபாயகரமான பொருட்களுக்கு சிவப்பு. இந்த அமைப்பு சுத்தமான இலங்கை கருத்தாக்கத்துடன் சரியாக பொருந்துகிறது மற்றும் வலுவான பெருநிறுவன சமூக பொறுப்பை வெளிப்படுத்துகிறது.\n\nகூட்டாண்மையின் ஒரு பகுதியாக, NARA இன் ஆய்வகங்கள் மற்றும் ஆராய்ச்சி கப்பல்களின் சுற்றுச்சூழல் ஆராய்ச்சி திறன்கள் மற்றும் நிலைத்தன்மைக்கான அர்ப்பணிப்பை புரிந்துகொள்ள MAS பிரதிநிதிகளுக்கு விரிவான சுற்றுப்பயணங்கள் வழங்கப்பட்டன.",
                    "author": "சுற்றுச்சூழல் மேலாண்மை குழு",
                    "author_position": "NARA நிலைத்தன்மை பிரிவு",
                    "location": "NARA தலைமையகம், கொழும்பு 15",
                    "key_points": [
                        "வண்ண குறியிடு அமைப்புடன் 48 தொட்டிகள் (பச்சை, நீலம், ஆரஞ்சு, சிவப்பு)",
                        "கரிம கழிவுகள், காகிதம், பிளாஸ்டிக் மற்றும் கண்ணாடியை சரியாக பிரித்தல்",
                        "சுத்தமான இலங்கை கருத்தாக்கத்துடன் ஒத்திசைவு",
                        "பெருநிறுவன சமூக பொறுப்பு வெளிப்பாடு",
                        "MAS பிரதிநிதிகளுக்கு ஆய்வகம் மற்றும் ஆராய்ச்சி கப்பல் சுற்றுப்பயணங்கள்"
                    ],
                    "tags": [
                        "நிலைத்தன்மை",
                        "கூட்டாண்மை",
                        "சுற்றுச்சூழல் மேலாண்மை",
                        "பெருநிறுவன பொறுப்பு"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                1,
                6,
                17
            ],
            "social_shares": 78,
            "views": 634
        },
        {
            "id": 6,
            "title": "NARA Commemorates World Mangrove Day",
            "slug": "world-mangrove-day-commemoration",
            "category": "Conservation & Awareness",
            "date": "2025-07-26",
            "location": "NARA Kadolkale Regional Research Center",
            "author": "Conservation Team",
            "author_position": "NARA Coastal Ecosystems Division",
            "read_time": 4,
            "summary": "Awareness workshop with local and international participants to enhance understanding of mangrove ecosystems and conservation efforts.",
            "content": "An impactful awareness workshop was held at NARA Kadolkale Regional Research Center in celebration of World Mangrove Day, bringing together local and international participants including representatives from Korean Maritime and Ocean University.\n\nThe workshop covered comprehensive mangrove ecosystem identification and the critical importance of these coastal guardians. Participants learned about the ecological and socio-economic significance of mangroves, including their role in coastal protection, carbon sequestration, and biodiversity conservation.\n\nThe program highlighted current threats to mangrove ecosystems and the legal protection frameworks in place. Participants engaged in hands-on restoration activities in Negombo Lagoon, demonstrating practical conservation techniques and fostering international collaboration in environmental protection.",
            "key_points": [
                "Mangrove ecosystem identification and importance",
                "Ecological and socio-economic significance",
                "Current threats and legal protection frameworks",
                "Hands-on restoration activities in Negombo Lagoon",
                "International collaboration with Korean institutions"
            ],
            "featured_image": "/assets/images/news/world_mangrove_day.jpg",
            "tags": [
                "Mangroves",
                "Conservation",
                "International Cooperation",
                "Education"
            ],
            "translations": {
                "si": {
                    "title": "ලෝක කඩොලන දිනය NARA විසින් සමරනු ලැබේ",
                    "summary": "කඩොලන පරිසර පද්ධති සහ සංරක්ෂණ ප්‍රයත්නයන් පිළිබඳ අවබෝධය වැඩි දියුණු කිරීම සඳහා දේශීය සහ ජාත්‍යන්තර සහභාගිවන්නන් සමඟ දැනුවත් කිරීමේ වැඩමුළුවක්.",
                    "content": "කොරියානු සමුද්‍ර සහ සාගර විශ්ව විද්‍යාලයේ නියෝජිතයින් ඇතුළු දේශීය හා ජාත්‍යන්තර සහභාගිවන්නන් එක්රැස් කරමින්, ලෝක කඩොලන දිනය සැමරීම සඳහා NARA කඩොල්කැලේ කලාපීය පර්යේෂණ මධ්‍යස්ථානයේදී බලපෑම් කාරී දැනුවත් කිරීමේ වැඩමුළුවක් පවත්වන ලදී.\n\nවැඩමුළුව සවිස්තරාත්මක කඩොලන පරිසර පද්ධති හඳුනාගැනීම සහ මෙම වෙරළබඩ ආරක්ෂකයන්ගේ තීරණාත්මක වැදගත්කම ආවරණය කළේය. වෙරළ ආරක්ෂණය, කාබන් අඩංගු කිරීම සහ ජෛව විවිධත්ව සංරක්ෂණයේ ඔවුන්ගේ කාර්යභාරය ඇතුළුව කඩොලන වල පාරිසරික හා සමාජ-ආර්ථික වැදගත්කම පිළිබඳව සහභාගිවන්නන් ඉගෙන ගත්හ.\n\nවැඩසටහන කඩොලන පරිසර පද්ධතිවලට වර්තමාන තර්ජන සහ ක්‍රියාත්මක වන නෛතික ආරක්ෂණ රාමු ඉස්මතු කළේය. නීගොම්බ කලපුවේ ප්‍රායෝගික ප්‍රතිසංස්කරණ ක්‍රියාකාරකම්වල සහභාගිවන්නන් නිරත වූ අතර, පාරිසරික ආරක්ෂණයේ ජාත්‍යන්තර සහයෝගීතාව පෝෂණය කරමින් ප්‍රායෝගික සංරක්ෂණ තාක්ෂණික ක්‍රම නිරූපණය කළහ.",
                    "author": "සංරක්ෂණ කණ්ඩායම",
                    "author_position": "NARA වෙරළබඩ පරිසර පද්ධති අංශය",
                    "location": "NARA කඩොල්කැලේ කලාපීය පර්යේෂණ මධ්‍යස්ථානය",
                    "key_points": [
                        "කඩොලන පරිසර පද්ධති හඳුනාගැනීම සහ වැදගත්කම",
                        "පාරිසරික හා සමාජ-ආර්ථික වැදගත්කම",
                        "වර්තමාන තර්ජන සහ නෛතික ආරක්ෂණ රාමු",
                        "නීගොම්බ කලපුවේ ප්‍රායෝගික ප්‍රතිසංස්කරණ ක්‍රියාකාරකම්",
                        "කොරියානු ආයතන සමඟ ජාත්‍යන්තර සහයෝගීතාව"
                    ],
                    "tags": [
                        "කඩොලන",
                        "සංරක්ෂණය",
                        "ජාත්‍යන්තර සහයෝගිතාව",
                        "අධ්‍යාපනය"
                    ]
                },
                "ta": {
                    "title": "உலக சதுப்புநில தினம் NARA கொண்டாட்டம்",
                    "summary": "சதுப்புநில சூழல் அமைப்புகள் மற்றும் பாதுகாப்பு முயற்சிகள் பற்றிய புரிதலை மேம்படுத்த உள்ளூர் மற்றும் சர்வதேச பங்கேற்பாளர்களுடன் விழிப்புணர்வு பட்டறை.",
                    "content": "கொரிய கடல் மற்றும் பெருங்கடல் பல்கலைக்கழகத்தின் பிரதிநிதிகள் உட்பட உள்ளூர் மற்றும் சர்வதேச பங்கேற்பாளர்களை ஒன்றிணைத்து, உலக சதுப்புநில தினத்தை கொண்டாடும் வகையில் NARA கடொல்கலே பிராந்திய ஆராய்ச்சி மையத்தில் தாக்கமான விழிப்புணர்வு பட்டறை நடத்தப்பட்டது.\n\nபட்டறை விரிவான சதுப்புநில சூழல் அமைப்பு அடையாளம் மற்றும் இந்த கடலோர காவலர்களின் முக்கியமான முக்கியத்துவத்தை உள்ளடக்கியது. கடலோர பாதுகாப்பு, கார்பன் பிடிப்பு மற்றும் பல்லுயிர் பாதுகாப்பில் அவர்களின் பங்கு உட்பட சதுப்புநிலங்களின் சூழலியல் மற்றும் சமூக-பொருளாதார முக்கியத்துவம் பற்றி பங்கேற்பாளர்கள் கற்றுக்கொண்டனர்.\n\nநிகழ்ச்சி சதுப்புநில சூழல் அமைப்புகளுக்கு தற்போதைய அச்சுறுத்தல்கள் மற்றும் செயல்படும் சட்ட பாதுகாப்பு கட்டமைப்புகளை முன்னிலைப்படுத்தியது. பங்கேற்பாளர்கள் நீகோம்போ ஏரியில் நடைமுறை மறுசீரமைப்பு செயல்பாடுகளில் ஈடுபட்டனர், நடைமுறை பாதுகாப்பு நுட்பங்களை வெளிப்படுத்தி சுற்றுச்சூழல் பாதுகாப்பில் சர்வதேச ஒத்துழைப்பை வளர்த்தனர்.",
                    "author": "பாதுகாப்பு குழு",
                    "author_position": "NARA கடலோர சூழல் அமைப்புகள் பிரிவு",
                    "location": "NARA கடொல்கலே பிராந்திய ஆராய்ச்சி மையம்",
                    "key_points": [
                        "சதுப்புநில சூழல் அமைப்பு அடையாளம் மற்றும் முக்கியத்துவம்",
                        "சூழலியல் மற்றும் சமூக-பொருளாதார முக்கியத்துவம்",
                        "தற்போதைய அச்சுறுத்தல்கள் மற்றும் சட்ட பாதுகாப்பு கட்டமைப்புகள்",
                        "நீகோம்போ ஏரியில் நடைமுறை மறுசீரமைப்பு செயல்பாடுகள்",
                        "கொரிய நிறுவனங்களுடன் சர்வதேச ஒத்துழைப்பு"
                    ],
                    "tags": [
                        "சதுப்புநிலங்கள்",
                        "பாதுகாப்பு",
                        "சர்வதேச ஒத்துழைப்பு",
                        "கல்வி"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                1,
                13,
                14
            ],
            "social_shares": 94,
            "views": 812
        },
        {
            "id": 7,
            "title": "Udawalawa Reservoir Fishing Community Capacity Enhancement",
            "slug": "udawalawa-fishing-community-capacity-enhancement",
            "category": "Community Development",
            "date": "2025-07-15",
            "location": "Udawalawa Reservoir",
            "author": "Community Development Team",
            "author_position": "NARA Socio-Economic Division",
            "read_time": 4,
            "summary": "Three-day workshop targeting unemployed women in fishing community for value-added fishery product development and entrepreneurship.",
            "content": "NARA scientists conducted a comprehensive three-day workshop targeting unemployed women from the local fishing community, focusing on value-added fishery products and entrepreneurship skills development.\n\nParticipants received hands-on training in preparing innovative seaweed products including jelly and pudding, as well as traditional smoked fish and modern fish patty preparation techniques. The workshop also covered essential marketing strategies and entrepreneurship education to help women establish sustainable self-employment opportunities.\n\nThe program included plans for a demonstration at the popular Udawalawa Elephant Orphanage, providing participants with direct market exposure and networking opportunities with tourists and local businesses.",
            "key_points": [
                "Training on seaweed products (jelly and pudding)",
                "Smoked fish and fish patty preparation",
                "Marketing and entrepreneurship education",
                "Women's empowerment in fisheries",
                "Planned demonstration at Udawalawa Elephant Orphanage",
                "Sustainable self-employment opportunities"
            ],
            "featured_image": "/assets/images/news/udawalawa_capacity_building.jpg",
            "tags": [
                "Community Development",
                "Women Empowerment",
                "Value Addition",
                "Training"
            ],
            "translations": {
                "si": {
                    "title": "උඩවලව ජලාශයේ ධීවර ප්‍රජා ධාරිතා වැඩිදියුණු කිරීම",
                    "summary": "වටිනාකම් එකතු කළ මත්ස්‍ය නිෂ්පාදන සංවර්ධනය සහ ව්‍යවසායකත්වය සඳහා ධීවර ප්‍රජාවේ රැකියා විරහිත කාන්තාවන් ඉලක්ක කරගත් තෙදින වැඩමුළුවක්.",
                    "content": "වටිනාකම් එකතු කළ මත්ස්‍ය නිෂ්පාදන සහ ව්‍යවසායකත්ව කුසලතා සංවර්ධනය කෙරෙහි අවධානය යොමු කරමින්, දේශීය ධීවර ප්‍රජාවේ රැකියා විරහිත කාන්තාවන් ඉලක්ක කරගත් සවිස්තරාත්මක තෙදින වැඩමුළුවක් NARA විද්‍යාඥයින් විසින් පවත්වන ලදී.\n\nසහභාගිවන්නන්ට නව්‍ය මුහුදු පැලෑටි නිෂ්පාදන වන ජෙලි සහ පුඩිං සකස් කිරීම, මෙන්ම සම්ප්‍රදායික දුම් මාළු සහ නවීන මාළු පැටි සකස් කිරීමේ තාක්ෂණික ක්‍රම පිළිබඳ ප්‍රායෝගික පුහුණුව ලැබුණි. කාන්තාවන්ට තිරසාර ස්වයං රැකියා අවස්ථා ස්ථාපිත කිරීමට උපකාර කිරීම සඳහා වැඩමුළුව අත්‍යවශ්‍ය අලෙවිකරණ උපාය මාර්ග සහ ව්‍යවසායකත්ව අධ්‍යාපනය ද ආවරණය කළේය.\n\nවැඩසටහනට ජනප්‍රිය උඩවලව අලි අනාථාගාරයේ නිරූපණයක් සඳහා සැලසුම් ඇතුළත් වූ අතර, සහභාගිවන්නන්ට සෘජු වෙළඳපල නිරාවරණය සහ සංචාරකයන් සහ දේශීය ව්‍යාපාර සමඟ ජාල සම්බන්ධතා අවස්ථා ලබා දෙනු ලැබේ.",
                    "author": "ප්‍රජා සංවර්ධන කණ්ඩායම",
                    "author_position": "NARA සමාජ-ආර්ථික අංශය",
                    "location": "උඩවලව ජලාශය",
                    "key_points": [
                        "මුහුදු පැලෑටි නිෂ්පාදන (ජෙලි සහ පුඩිං) පිළිබඳ පුහුණුව",
                        "දුම් මාළු සහ මාළු පැටි සකස් කිරීම",
                        "අලෙවිකරණ සහ ව්‍යවසායකත්ව අධ්‍යාපනය",
                        "ධීවර කර්මාන්තයේ කාන්තා සවිබල ගැන්වීම",
                        "උඩවලව අලි අනාථාගාරයේ සැලසුම් කළ නිරූපණය",
                        "තිරසාර ස්වයං රැකියා අවස්ථා"
                    ],
                    "tags": [
                        "ප්‍රජා සංවර්ධනය",
                        "කාන්තා සවිබල ගැන්වීම",
                        "වටිනාකම් එකතු කිරීම",
                        "පුහුණුව"
                    ]
                },
                "ta": {
                    "title": "உடவலவ நீர்த்தேக்க மீன்பிடி சமூக திறன் மேம்பாடு",
                    "summary": "மதிப்பு கூட்டப்பட்ட மீன்வள தயாரிப்பு மேம்பாடு மற்றும் தொழில் முனைவுக்கான மீன்பிடி சமூகத்தில் வேலையற்ற பெண்களை இலக்காகக் கொண்ட மூன்று நாள் பட்டறை.",
                    "content": "NARA விஞ்ஞானிகள் உள்ளூர் மீன்பிடி சமூகத்தில் இருந்து வேலையற்ற பெண்களை இலக்காகக் கொண்ட விரிவான மூன்று நாள் பட்டறையை நடத்தினர், மதிப்பு கூட்டப்பட்ட மீன்வள தயாரிப்புகள் மற்றும் தொழில் முனைவு திறன் மேம்பாட்டில் கவனம் செலுத்தினர்.\n\nபங்கேற்பாளர்கள் ஜெல்லி மற்றும் புட்டிங் உள்ளிட்ட புதுமையான கடற்பாசி தயாரிப்புகளை தயாரிப்பதில் நடைமுறை பயிற்சி பெற்றனர், அத்துடன் பாரம்பரிய புகைபிடித்த மீன் மற்றும் நவீன மீன் பாட்டி தயாரிப்பு நுட்பங்களையும் பெற்றனர். பெண்கள் நிலையான சுய வேலைவாய்ப்பு வாய்ப்புகளை நிறுவ உதவுவதற்காக முக்கிய சந்தைப்படுத்தல் உத்திகள் மற்றும் தொழில் முனைவு கல்வியையும் பட்டறை உள்ளடக்கியது.\n\nஇந்த திட்டம் பிரபலமான உடவலவ யானைக் குழந்தைகள் இல்லத்தில் ஒரு ஆர்ப்பாட்டத்திற்கான திட்டங்களை உள்ளடக்கியது, பங்கேற்பாளர்களுக்கு நேரடி சந்தை வெளிப்பாடு மற்றும் சுற்றுலா பயணிகள் மற்றும் உள்ளூர் வணிகங்களுடன் நெட்வொர்க்கிங் வாய்ப்புகளை வழங்குகிறது.",
                    "author": "சமூக மேம்பாட்டு குழு",
                    "author_position": "NARA சமூக-பொருளாதார பிரிவு",
                    "location": "உடவலவ நீர்த்தேக்கம்",
                    "key_points": [
                        "கடற்பாசி தயாரிப்புகள் (ஜெல்லி மற்றும் புட்டிங்) பயிற்சி",
                        "புகைபிடித்த மீன் மற்றும் மீன் பாட்டி தயாரிப்பு",
                        "சந்தைப்படுத்தல் மற்றும் தொழில் முனைவு கல்வி",
                        "மீன்வளத்தில் பெண்கள் அதிகாரமளித்தல்",
                        "உடவலவ யானைக் குழந்தைகள் இல்லத்தில் திட்டமிடப்பட்ட ஆர்ப்பாட்டம்",
                        "நிலையான சுய வேலைவாய்ப்பு வாய்ப்புகள்"
                    ],
                    "tags": [
                        "சமூக மேம்பாடு",
                        "பெண்கள் அதிகாரமளித்தல்",
                        "மதிப்பு சேர்த்தல்",
                        "பயிற்சி"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                13,
                7,
                2
            ],
            "social_shares": 123,
            "views": 987
        },
        {
            "id": 8,
            "title": "Ecosystem Approach to Fisheries Management Workshop",
            "slug": "ecosystem-approach-fisheries-management-workshop",
            "category": "Capacity Building",
            "date": "2025-07-10",
            "location": "Colombo",
            "author": "BOBP-IGO Collaboration Team",
            "author_position": "Regional Fisheries Management",
            "read_time": 5,
            "summary": "BOBP-IGO and NARA collaborate on EAFM capacity-building workshop for sustainable fisheries management across multiple agencies.",
            "content": "The Bay of Bengal Programme Inter-Governmental Organization (BOBP-IGO), in collaboration with NARA, conducted a comprehensive capacity-building workshop on the Ecosystem Approach to Fisheries Management (EAFM).\n\nThe workshop brought together multi-agency participation from key institutions across Sri Lanka, focusing on practical case studies from Puttalam Lagoon and Jaffna Lagoon. Participants learned to integrate ecological, social, and governance aspects into fisheries management decisions.\n\nExpert guidance from regional specialists provided insights into best practices and innovative approaches to sustainable fisheries management. The workshop significantly advanced ecosystem-based fisheries management understanding and implementation capacity among participating institutions.",
            "key_points": [
                "Multi-agency participation from key institutions",
                "Focus on Puttalam Lagoon and Jaffna Lagoon case studies",
                "Integration of ecological, social, and governance aspects",
                "Expert guidance from regional specialists",
                "Advancement of ecosystem-based fisheries management"
            ],
            "featured_image": "/assets/images/news/eafm_workshop.jpg",
            "tags": [
                "EAFM",
                "Capacity Building",
                "International Cooperation",
                "Fisheries Management"
            ],
            "translations": {
                "si": {
                    "title": "ධීවර කළමනාකරණයට පරිසර පද්ධති ප්‍රවේශය පිළිබඳ වැඩමුළුව",
                    "summary": "බහු ආයතනික සහභාගීත්වයෙන් යුත් තිරසාර ධීවර කළමනාකරණය සඳහා BOBP-IGO සහ NARA එක්ව EAFM ධාරිතා ගොඩනැගීමේ වැඩමුළුව පවත්වයි.",
                    "content": "බෙංගාල බොක්ක වැඩසටහන අන්තර්-රාජ්‍ය සංවිධානය (BOBP-IGO), NARA සමඟ එක්ව, ධීවර කළමනාකරණයට පරිසර පද්ධති ප්‍රවේශය (EAFM) පිළිබඳ සවිස්තරාත්මක ධාරිතා ගොඩනැගීමේ වැඩමුළුවක් පවත්වන ලදී.\n\nපුත්තලම් කලපුව සහ යාපනය කලපුව වැනි ප්‍රායෝගික අධ්‍යයන අවධානය යොමු කරමින්, ශ්‍රී ලංකාව පුරා ප්‍රධාන ආයතනවල බහු-ආයතන සහභාගීත්වය වැඩමුළුව එක්රැස් කළේය. පාරිසරික, සමාජීය සහ පාලන අංශ ධීවර කළමනාකරණ තීරණවලට ඒකාබද්ධ කරන්නේ කෙසේද යන්න සහභාගිවන්නන් ඉගෙන ගත්හ.\n\nකලාපීය විශේෂඥයින්ගේ ප්‍රවීණ මාර්ගෝපදේශනය තිරසාර ධීවර කළමනාකරණය සඳහා හොඳම භාවිතයන් සහ නව්‍ය ප්‍රවේශයන් පිළිබඳ තීක්ෂණයන් ලබා දුන්නේය. සහභාගී ආයතන අතර පරිසර පද්ධති පදනම් කරගත් ධීවර කළමනාකරණ අවබෝධය සහ ක්‍රියාත්මක කිරීමේ හැකියාව වැඩමුළුව සැලකිය යුතු ලෙස ඉදිරියට ගෙන ගියේය.",
                    "author": "BOBP-IGO සහයෝගීතා කණ්ඩායම",
                    "author_position": "කලාපීය ධීවර කළමනාකරණය",
                    "location": "කොළඹ",
                    "key_points": [
                        "ප්‍රධාන ආයතනවලින් බහු-ආයතන සහභාගීත්වය",
                        "පුත්තලම් කලපුව සහ යාපනය කලපුව අධ්‍යයන කෙරෙහි අවධානය",
                        "පාරිසරික, සමාජීය සහ පාලන අංශ ඒකාබද්ධ කිරීම",
                        "කලාපීය විශේෂඥයින්ගේ ප්‍රවීණ මාර්ගෝපදේශනය",
                        "පරිසර පද්ධති පදනම් කරගත් ධීවර කළමනාකරණයේ ප්‍රගතිය"
                    ],
                    "tags": [
                        "EAFM",
                        "ධාරිතා ගොඩනැගීම",
                        "ජාත්‍යන්තර සහයෝගිතාව",
                        "ධීවර කළමනාකරණය"
                    ]
                },
                "ta": {
                    "title": "மீன்வள மேலாண்மைக்கான சூழலியல் அணுகுமுறை பட்டறை",
                    "summary": "பல ஏஜென்சி பங்கேற்புடன் நிலையான மீன்வள மேலாண்மைக்கான BOBP-IGO மற்றும் NARA ஒத்துழைப்பில் EAFM திறன்-வளர்ப்பு பட்டறை.",
                    "content": "பெங்கால் விரிகுடா திட்ட இடை-அரசு அமைப்பு (BOBP-IGO), NARA உடன் இணைந்து, மீன்வள மேலாண்மைக்கான சூழலியல் அணுகுமுறை (EAFM) குறித்த விரிவான திறன்-வளர்ப்பு பட்டறையை நடத்தியது.\n\nபட்டறை இலங்கை முழுவதும் முக்கிய நிறுவனங்களிலிருந்து பல-ஏஜென்சி பங்கேற்பைக் கொண்டு வந்தது, புத்தளம் ஏரி மற்றும் யாழ்ப்பாணம் ஏரி போன்ற நடைமுறை வழக்கு ஆய்வுகளில் கவனம் செலுத்தியது. சூழலியல், சமூக மற்றும் நிர்வாக அம்சங்களை மீன்வள மேலாண்மை முடிவுகளில் எவ்வாறு ஒருங்கிணைப்பது என்பதை பங்கேற்பாளர்கள் கற்றுக்கொண்டனர்.\n\nபிராந்திய நிபுணர்களின் நிபுணத்துவ வழிகாட்டுதல் நிலையான மீன்வள மேலாண்மைக்கான சிறந்த நடைமுறைகள் மற்றும் புதுமையான அணுகுமுறைகள் குறித்த நுண்ணறிவுகளை வழங்கியது. பங்கேற்பு நிறுவனங்களிடையே சூழலியல் அடிப்படையிலான மீன்வள மேலாண்மை புரிதல் மற்றும் செயல்படுத்தும் திறனை பட்டறை கணிசமாக முன்னேற்றியது.",
                    "author": "BOBP-IGO ஒத்துழைப்பு குழு",
                    "author_position": "பிராந்திய மீன்வள மேலாண்மை",
                    "location": "கொழும்பு",
                    "key_points": [
                        "முக்கிய நிறுவனங்களிலிருந்து பல-ஏஜென்சி பங்கேற்பு",
                        "புத்தளம் ஏரி மற்றும் யாழ்ப்பாணம் ஏரி வழக்கு ஆய்வுகளில் கவனம்",
                        "சூழலியல், சமூக மற்றும் நிர்வாக அம்சங்களை ஒருங்கிணைத்தல்",
                        "பிராந்திய நிபுணர்களின் நிபுணத்துவ வழிகாட்டுதல்",
                        "சூழலியல் அடிப்படையிலான மீன்வள மேலாண்மையின் முன்னேற்றம்"
                    ],
                    "tags": [
                        "EAFM",
                        "திறன் வளர்ப்பு",
                        "சர்வதேச ஒத்துழைப்பு",
                        "மீன்வள மேலாண்மை"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                3,
                14,
                8
            ],
            "social_shares": 56,
            "views": 678
        },
        {
            "id": 9,
            "title": "NARA Partners with Dialog for Real-time Fish Hotspot Alerts",
            "slug": "nara-dialog-fish-hotspot-alerts",
            "category": "Technology & Innovation",
            "date": "2025-06-20",
            "location": "NARA Headquarters",
            "author": "Digital Innovation Team",
            "author_position": "NARA Technology Division",
            "read_time": 3,
            "summary": "Partnership with Dialog Axiata to provide SMS-based fishing ground advisories through the trilingual Sayuru platform.",
            "content": "NARA and Dialog Axiata signed a groundbreaking agreement to disseminate potential fishing ground advisories through Dialog's innovative trilingual Sayuru fishing app, delivering real-time tuna location information via SMS to registered fishermen.\n\nThis partnership leverages NARA's 16+ years of fish forecasting experience, providing daily updates on tuna populations and optimal fishing locations. The service helps fishermen optimize their fuel costs and increase catch efficiency through scientific data-driven advisories.\n\nThe trilingual platform ensures accessibility for fishermen from different linguistic backgrounds, making vital fishing information available in Sinhala, Tamil, and English.",
            "key_points": [
                "Integration with Dialog's Sayuru fishing app",
                "Real-time tuna location SMS alerts",
                "Cost optimization for fishermen",
                "Trilingual platform support",
                "16+ years of fish forecasting experience",
                "Daily updates on tuna populations"
            ],
            "featured_image": "/assets/images/news/dialog_partnership.jpg",
            "tags": [
                "Technology",
                "SMS Alerts",
                "Fisheries",
                "Partnership",
                "Innovation"
            ],
            "translations": {
                "si": {
                    "title": "තත්‍ය කාලීන මාළු හොට්ස්පොට් ඇඟවීම් සඳහා Dialog සමඟ NARA හවුල් වේ",
                    "summary": "ත්‍රිභාෂා Sayuru වේදිකාව හරහා SMS පදනම් කරගත් මසුන් ඇල්ලීමේ භූමි උපදේශන සැපයීම සඳහා Dialog Axiata සමඟ හවුල්කාරිත්වය.",
                    "content": "NARA සහ Dialog Axiata විසින් Dialog හි නව්‍ය ත්‍රිභාෂා Sayuru මසුන් ඇල්ලීමේ යෙදුම හරහා විභව මසුන් ඇල්ලීමේ භූමි උපදේශන බෙදා හැරීම සඳහා පෙර නොවූ විරූ ගිවිසුමක් අත්සන් කරන ලද අතර, ලියාපදිංචි ධීවරයින්ට SMS හරහා තත්‍ය කාලීන ටූනා ස්ථාන තොරතුරු සපයයි.\n\nමෙම හවුල්කාරිත්වය NARA හි වසර 16+ මාළු අනාවැකි අත්දැකීම් උත්තෝලනය කරන අතර, ටූනා ජනගහනය සහ උචිතම මසුන් ඇල්ලීමේ ස්ථාන පිළිබඳ දෛනික යාවත්කාලීන සපයයි. සේවාව විද්‍යාත්මක දත්ත මත පදනම් වූ උපදේශන හරහා ධීවරයින්ට ඔවුන්ගේ ඉන්ධන පිරිවැය ප්‍රශස්තකරණය කිරීමටත් අල්ලා ගැනීමේ කාර්යක්ෂමතාව වැඩි කිරීමටත් උපකාරී වේ.\n\nත්‍රිභාෂා වේදිකාව විවිධ භාෂාමය පසුබිම් සහිත ධීවරයින් සඳහා ප්‍රවේශ්‍යතාව සහතික කරයි, සිංහල, දෙමළ සහ ඉංග්‍රීසි යන භාෂාවලින් වැදගත් මසුන් ඇල්ලීමේ තොරතුරු ලබා ගත හැකිය.",
                    "author": "ඩිජිටල් නවෝත්පාදන කණ්ඩායම",
                    "author_position": "NARA තාක්ෂණ අංශය",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "Dialog හි Sayuru මසුන් ඇල්ලීමේ යෙදුම සමඟ ඒකාබද්ධ කිරීම",
                        "තත්‍ය කාලීන ටූනා ස්ථාන SMS ඇඟවීම්",
                        "ධීවරයින් සඳහා පිරිවැය ප්‍රශස්තකරණය",
                        "ත්‍රිභාෂා වේදිකා සහාය",
                        "වසර 16+ මාළු අනාවැකි අත්දැකීම්",
                        "ටූනා ජනගහනය පිළිබඳ දෛනික යාවත්කාලීන"
                    ],
                    "tags": [
                        "තාක්ෂණය",
                        "SMS ඇඟවීම්",
                        "ධීවර කර්මාන්තය",
                        "හවුල්කාරිත්වය",
                        "නවෝත්පාදනය"
                    ]
                },
                "ta": {
                    "title": "நிகழ்நேர மீன் ஹாட்ஸ்பாட் எச்சரிக்கைகளுக்கு Dialog உடன் NARA கூட்டு சேர்கிறது",
                    "summary": "முத்தமிழ் Sayuru தளம் மூலம் SMS அடிப்படையிலான மீன்பிடி பகுதி ஆலோசனைகளை வழங்க Dialog Axiata உடன் கூட்டாண்மை.",
                    "content": "NARA மற்றும் Dialog Axiata ஆகியவை Dialog இன் புதுமையான முத்தமிழ் Sayuru மீன்பிடி பயன்பாடு மூலம் சாத்தியமான மீன்பிடி தளங்கள் ஆலோசனைகளை பரப்புவதற்கு முற்றிலும் புதிய ஒப்பந்தத்தில் கையெழுத்திட்டன, பதிவு செய்யப்பட்ட மீனவர்களுக்கு SMS மூலம் நிகழ்நேர டுனா இடம் தகவல்களை வழங்குகிறது.\n\nஇந்த கூட்டாண்மை NARA இன் 16+ ஆண்டுகால மீன் முன்னறிவிப்பு அனுபவத்தை பயன்படுத்துகிறது, டுனா மக்கள்தொகை மற்றும் சிறந்த மீன்பிடி இடங்கள் குறித்த தினசரி புதுப்பிப்புகளை வழங்குகிறது. இந்த சேவை அறிவியல் தரவு அடிப்படையிலான ஆலோசனைகள் மூலம் மீனவர்கள் தங்கள் எரிபொருள் செலவுகளை மேம்படுத்தவும் பிடிப்பு திறனை அதிகரிக்கவும் உதவுகிறது.\n\nமுத்தமிழ் தளம் வெவ்வேறு மொழி பின்னணியிலிருந்து மீனவர்களுக்கு அணுகலை உறுதி செய்கிறது, சிங்களம், தமிழ் மற்றும் ஆங்கிலத்தில் முக்கிய மீன்பிடி தகவல்களை கிடைக்கச் செய்கிறது.",
                    "author": "டிஜிட்டல் புதுமை குழு",
                    "author_position": "NARA தொழில்நுட்ப பிரிவு",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "Dialog இன் Sayuru மீன்பிடி பயன்பாட்டுடன் ஒருங்கிணைப்பு",
                        "நிகழ்நேர டுனா இடம் SMS எச்சரிக்கைகள்",
                        "மீனவர்களுக்கு செலவு மேம்படுத்தல்",
                        "முத்தமிழ் தளம் ஆதரவு",
                        "16+ ஆண்டுகள் மீன் முன்னறிவிப்பு அனுபவம்",
                        "டுனா மக்கள்தொகை குறித்த தினசரி புதுப்பிப்புகள்"
                    ],
                    "tags": [
                        "தொழில்நுட்பம்",
                        "SMS எச்சரிக்கைகள்",
                        "மீன்வளம்",
                        "கூட்டாண்மை",
                        "புதுமை"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                4,
                9,
                15
            ],
            "social_shares": 201,
            "views": 1456
        },
        {
            "id": 10,
            "title": "NARA Kowul Wasanthaya - 2025",
            "slug": "nara-kowul-wasanthaya-2025",
            "category": "Cultural Events",
            "date": "2025-04-15",
            "location": "NARA Headquarters",
            "author": "Cultural Committee",
            "author_position": "NARA Administration",
            "read_time": 2,
            "summary": "Annual Sinhala and Tamil New Year celebration fostering cultural unity and community spirit at NARA.",
            "content": "NARA celebrated the traditional Sinhala and Tamil New Year with vibrant cultural festivities and active staff participation. The celebration embodied the spirit of renewal and unity that characterizes this important cultural milestone.\n\nStaff members from all divisions participated in traditional games, cultural performances, and community building activities. The event strengthened bonds among colleagues and celebrated Sri Lanka's rich cultural heritage.",
            "key_points": [
                "Traditional New Year celebrations",
                "Staff cultural participation",
                "Community building activities"
            ],
            "featured_image": "/assets/images/news/kowul_wasanthaya.jpg",
            "tags": [
                "Cultural Events",
                "New Year",
                "Staff Activities",
                "Community"
            ],
            "translations": {
                "si": {
                    "title": "NARA කොවුල් වසන්තය - 2025",
                    "summary": "NARA හි සංස්කෘතික එකමුතුකම සහ ප්‍රජා ආත්මය පෝෂණය කරන වාර්ෂික සිංහල හා දෙමළ අලුත් අවුරුදු සැමරුම.",
                    "content": "NARA සම්ප්‍රදායික සිංහල හා දෙමළ අලුත් අවුරුද්ද විචිත්‍රවත් සංස්කෘතික උත්සව සහ සක්‍රීය කාර්ය මණ්ඩල සහභාගීත්වයෙන් සැමරීය. සැමරුම මෙම වැදගත් සංස්කෘතික සන්ධිස්ථානය සංලක්ෂිත අලුත් බව සහ එකමුතුකමේ ආත්මය මූර්තිමත් කළේය.\n\nසියලුම අංශවල කාර්ය මණ්ඩල සාමාජිකයින් සම්ප්‍රදායික ක්‍රීඩා, සංස්කෘතික සංදර්ශන සහ ප්‍රජා ගොඩනැගීමේ ක්‍රියාකාරකම්වල සහභාගී වූහ. උත්සවය සගයන් අතර බැඳීම් ශක්තිමත් කළ අතර ශ්‍රී ලංකාවේ පොහොසත් සංස්කෘතික උරුමය සැමරීය.",
                    "author": "සංස්කෘතික කමිටුව",
                    "author_position": "NARA පරිපාලනය",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "සම්ප්‍රදායික අලුත් අවුරුදු සැමරුම්",
                        "කාර්ය මණ්ඩල සංස්කෘතික සහභාගීත්වය",
                        "ප්‍රජා ගොඩනැගීමේ ක්‍රියාකාරකම්"
                    ],
                    "tags": [
                        "සංස්කෘතික උත්සව",
                        "අලුත් අවුරුද්ද",
                        "කාර්ය මණ්ඩල ක්‍රියාකාරකම්",
                        "ප්‍රජාව"
                    ]
                },
                "ta": {
                    "title": "NARA கொவுல் வசந்தம் - 2025",
                    "summary": "NARA இல் கலாச்சார ஒற்றுமை மற்றும் சமூக உணர்வை வளர்க்கும் வருடாந்திர சிங்கள மற்றும் தமிழ் புத்தாண்டு கொண்டாட்டம்.",
                    "content": "NARA பாரம்பரிய சிங்கள மற்றும் தமிழ் புத்தாண்டை துடிப்பான கலாச்சார விழாக்கள் மற்றும் சுறுசுறுப்பான ஊழியர் பங்கேற்புடன் கொண்டாடியது. இந்த கொண்டாட்டம் இந்த முக்கியமான கலாச்சார மைல்கல்லை குணப்படுத்தும் புதுப்பித்தல் மற்றும் ஒற்றுமை உணர்வை வெளிப்படுத்தியது.\n\nஅனைத்து பிரிவுகளிலிருந்தும் ஊழியர்கள் பாரம்பரிய விளையாட்டுகள், கலாச்சார நிகழ்ச்சிகள் மற்றும் சமூக கட்டுமான நடவடிக்கைகளில் பங்கேற்றனர். இந்த நிகழ்வு சக ஊழியர்களிடையே பிணைப்புகளை வலுப்படுத்தியது மற்றும் இலங்கையின் வளமான கலாச்சார பாரம்பரியத்தை கொண்டாடியது.",
                    "author": "கலாச்சார குழு",
                    "author_position": "NARA நிர்வாகம்",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "பாரம்பரிய புத்தாண்டு கொண்டாட்டங்கள்",
                        "ஊழியர் கலாச்சார பங்கேற்பு",
                        "சமூக கட்டுமான நடவடிக்கைகள்"
                    ],
                    "tags": [
                        "கலாச்சார நிகழ்வுகள்",
                        "புத்தாண்டு",
                        "ஊழியர் செயல்பாடுகள்",
                        "சமூகம்"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                16,
                10,
                12
            ],
            "social_shares": 87,
            "views": 543
        },
        {
            "id": 11,
            "title": "Scripps Grants Modern Multi-media Projector to NARA",
            "slug": "scripps-multimedia-projector-grant",
            "category": "International Cooperation",
            "date": "2025-03-20",
            "location": "NARA Headquarters",
            "author": "International Relations Team",
            "author_position": "NARA Global Partnerships",
            "read_time": 3,
            "summary": "Scripps Institute provides advanced presentation equipment to enhance NARA's research capabilities and international collaboration.",
            "content": "NARA received a state-of-the-art multi-media projector from the prestigious Scripps Institute as part of the successful completion of the ADB-Scripps collaborative project, significantly enhancing research presentation capabilities.\n\nThis modern equipment will facilitate better knowledge sharing during scientific conferences, workshops, and training programs. The donation represents the strong partnership between NARA and Scripps Institute in advancing marine science research and education.\n\nThe projector will be utilized in NARA's main conference hall for national and international scientific presentations, training sessions, and collaborative research meetings.",
            "key_points": [
                "Advanced presentation equipment from Scripps Institute",
                "Part of successful ADB-Scripps project",
                "Enhancement of research activities",
                "International collaboration benefits"
            ],
            "featured_image": "/assets/images/news/scripps_projector.jpg",
            "tags": [
                "International Cooperation",
                "Equipment",
                "Research Enhancement",
                "Scripps"
            ],
            "translations": {
                "si": {
                    "title": "Scripps විසින් NARA වෙත නවීන බහු-මාධ්‍ය ප්‍රොජෙක්ටරයක් ප්‍රදානය කරයි",
                    "summary": "NARA හි පර්යේෂණ හැකියාවන් සහ ජාත්‍යන්තර සහයෝගීතාව වැඩිදියුණු කිරීම සඳහා Scripps ආයතනය උසස් ඉදිරිපත් කිරීමේ උපකරණ සපයයි.",
                    "content": "ADB-Scripps සහයෝගී ව්‍යාපෘතියේ සාර්ථක නිම කිරීමේ කොටසක් ලෙස කීර්තිමත් Scripps ආයතනයෙන් අති නවීන බහු-මාධ්‍ය ප්‍රොජෙක්ටරයක් NARA වෙත ලැබුණි, මෙය පර්යේෂණ ඉදිරිපත් කිරීමේ හැකියාවන් සැලකිය යුතු ලෙස වැඩිදියුණු කරයි.\n\nමෙම නවීන උපකරණය විද්‍යාත්මක සම්මන්ත්‍රණ, වැඩමුළු සහ පුහුණු වැඩසටහන් අතරතුර වඩා හොඳ දැනුම බෙදා ගැනීම පහසු කරනු ඇත. පරිත්‍යාගය සාගර විද්‍යා පර්යේෂණ සහ අධ්‍යාපනය ඉදිරියට ගෙන යාමේදී NARA සහ Scripps ආයතනය අතර ශක්තිමත් හවුල්කාරිත්වය නියෝජනය කරයි.\n\nප්‍රොජෙක්ටරය ජාතික සහ ජාත්‍යන්තර විද්‍යාත්මක ඉදිරිපත් කිරීම්, පුහුණු සැසි සහ සහයෝගී පර්යේෂණ රැස්වීම් සඳහා NARA හි ප්‍රධාන සම්මන්ත්‍රණ ශාලාවේ භාවිතා කරනු ඇත.",
                    "author": "ජාත්‍යන්තර සබඳතා කණ්ඩායම",
                    "author_position": "NARA ගෝලීය හවුල්කාරිත්ව",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "Scripps ආයතනයෙන් උසස් ඉදිරිපත් කිරීමේ උපකරණ",
                        "සාර්ථක ADB-Scripps ව්‍යාපෘතියේ කොටසක්",
                        "පර්යේෂණ ක්‍රියාකාරකම් වැඩිදියුණු කිරීම",
                        "ජාත්‍යන්තර සහයෝගීතා ප්‍රතිලාභ"
                    ],
                    "tags": [
                        "ජාත්‍යන්තර සහයෝගිතාව",
                        "උපකරණ",
                        "පර්යේෂණ වැඩිදියුණු කිරීම",
                        "Scripps"
                    ]
                },
                "ta": {
                    "title": "Scripps NARA க்கு நவீன மல்டி-மீடியா ப்ரொஜெக்டரை வழங்குகிறது",
                    "summary": "NARA இன் ஆராய்ச்சி திறன்கள் மற்றும் சர்வதேச ஒத்துழைப்பை மேம்படுத்த Scripps நிறுவனம் மேம்பட்ட விளக்கக்காட்சி உபகரணங்களை வழங்குகிறது.",
                    "content": "ADB-Scripps ஒத்துழைப்பு திட்டத்தின் வெற்றிகரமான நிறைவின் ஒரு பகுதியாக புகழ்பெற்ற Scripps நிறுவனத்திலிருந்து அதிநவீன மல்டி-மீடியா ப்ரொஜெக்டரை NARA பெற்றது, இது ஆராய்ச்சி விளக்கக்காட்சி திறன்களை கணிசமாக மேம்படுத்துகிறது.\n\nஇந்த நவீன உபகரணம் அறிவியல் மாநாடுகள், பட்டறைகள் மற்றும் பயிற்சி திட்டங்களின் போது சிறந்த அறிவு பகிர்வை எளிதாக்கும். நன்கொடை கடல் அறிவியல் ஆராய்ச்சி மற்றும் கல்வியை முன்னேற்றுவதில் NARA மற்றும் Scripps நிறுவனத்திற்கிடையிலான வலுவான கூட்டாண்மையை பிரதிநிதித்துவப்படுத்துகிறது.\n\nதேசிய மற்றும் சர்வதேச அறிவியல் விளக்கக்காட்சிகள், பயிற்சி அமர்வுகள் மற்றும் ஒத்துழைப்பு ஆராய்ச்சி கூட்டங்களுக்காக NARA இன் பிரதான மாநாட்டு மண்டபத்தில் ப்ரொஜெக்டர் பயன்படுத்தப்படும்.",
                    "author": "சர்வதேச உறவுகள் குழு",
                    "author_position": "NARA உலகளாவிய கூட்டாண்மைகள்",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "Scripps நிறுவனத்திலிருந்து மேம்பட்ட விளக்கக்காட்சி உபகரணம்",
                        "வெற்றிகரமான ADB-Scripps திட்டத்தின் பகுதி",
                        "ஆராய்ச்சி செயல்பாடுகளின் மேம்பாடு",
                        "சர்வதேச ஒத்துழைப்பு நன்மைகள்"
                    ],
                    "tags": [
                        "சர்வதேச ஒத்துழைப்பு",
                        "உபகரணங்கள்",
                        "ஆராய்ச்சி மேம்பாடு",
                        "Scripps"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                14,
                11,
                6
            ],
            "social_shares": 45,
            "views": 392
        },
        {
            "id": 12,
            "title": "Chamber of Marine Industry Partnership for Environmental Education",
            "slug": "marine-industry-environmental-education-partnership",
            "category": "Education & Outreach",
            "date": "2025-03-15",
            "location": "NARA Headquarters",
            "author": "Education Partnership Team",
            "author_position": "NARA Educational Outreach",
            "read_time": 4,
            "summary": "NARA and Chamber of Marine Industry collaborate on environmental education for future generations through innovative youth programs.",
            "content": "NARA initiated strategic dialogue with the Chamber of Marine Industry Sri Lanka to build robust private sector partnerships for creating environmentally conscious future citizens through expanded Aqua Club and Junior Scientists programs.\n\nThe partnership focuses on developing the next generation of marine industry professionals while instilling strong environmental values. The collaboration will offer globally recognized certifications and hands-on learning experiences in marine science and conservation.\n\nThis initiative represents a significant step toward integrating private sector expertise with NARA's educational mission, ensuring sustainable workforce development for Sri Lanka's marine sector.",
            "key_points": [
                "Private sector partnership development",
                "Focus on youth environmental education",
                "Marine industry workforce development",
                "Aqua Club and Junior Scientists program expansion",
                "Globally recognized certifications"
            ],
            "featured_image": "/assets/images/news/marine_industry_partnership.jpg",
            "tags": [
                "Education",
                "Partnership",
                "Youth Development",
                "Marine Industry"
            ],
            "translations": {
                "si": {
                    "title": "පාරිසරික අධ්‍යාපනය සඳහා සාගර කර්මාන්ත සභාව හවුල්කාරිත්වය",
                    "summary": "නව්‍ය තරුණ වැඩසටහන් හරහා අනාගත පරම්පරාවන් සඳහා පාරිසරික අධ්‍යාපනය පිළිබඳ NARA සහ සාගර කර්මාන්ත සභාව සහයෝගීව කටයුතු කරයි.",
                    "content": "NARA විසින් ශ්‍රී ලංකා සාගර කර්මාන්ත සභාව සමඟ විස්තීරණය කළ Aqua Club සහ Junior Scientists වැඩසටහන් හරහා පාරිසරික වශයෙන් දැනුවත් අනාගත පුරවැසියන් නිර්මාණය කිරීම සඳහා ශක්තිමත් පෞද්ගලික අංශ හවුල්කාරිත්වයන් ගොඩනැගීමට උපායමාර්ගික සංවාදයක් ආරම්භ කරන ලදී.\n\nහවුල්කාරිත්වය ශක්තිමත් පාරිසරික වටිනාකම් කාවැද්දීමේදී මීළඟ පරම්පරාවේ සාගර කර්මාන්ත වෘත්තිකයන් සංවර්ධනය කිරීම කෙරෙහි අවධානය යොමු කරයි. සහයෝගීතාව සාගර විද්‍යාව සහ සංරක්ෂණයේ ගෝලීයව පිළිගත් සහතික සහ ප්‍රායෝගික ඉගෙනුම් අත්දැකීම් ලබා දෙනු ඇත.\n\nමෙම මුලපිරීම පෞද්ගලික අංශ විශේෂඥ දැනුම NARA හි අධ්‍යාපන මෙහෙවර සමඟ ඒකාබද්ධ කිරීම සඳහා සැලකිය යුතු පියවරක් නියෝජනය කරයි, ශ්‍රී ලංකාවේ සාගර අංශය සඳහා තිරසාර ශ්‍රම බල සංවර්ධනය සහතික කරයි.",
                    "author": "අධ්‍යාපන හවුල්කාරිත්ව කණ්ඩායම",
                    "author_position": "NARA අධ්‍යාපන ව්‍යාප්තිය",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "පෞද්ගලික අංශ හවුල්කාරිත්ව සංවර්ධනය",
                        "තරුණ පාරිසරික අධ්‍යාපනය කෙරෙහි අවධානය",
                        "සාගර කර්මාන්ත ශ්‍රම බල සංවර්ධනය",
                        "Aqua Club සහ Junior Scientists වැඩසටහන් විස්තීරණය",
                        "ගෝලීයව පිළිගත් සහතික"
                    ],
                    "tags": [
                        "අධ්‍යාපනය",
                        "හවුල්කාරිත්වය",
                        "තරුණ සංවර්ධනය",
                        "සාගර කර්මාන්තය"
                    ]
                },
                "ta": {
                    "title": "சுற்றுச்சூழல் கல்விக்கான கடல் தொழில் அறை கூட்டாண்மை",
                    "summary": "புதுமையான இளைஞர் திட்டங்கள் மூலம் எதிர்கால தலைமுறைகளுக்கான சுற்றுச்சூழல் கல்வியில் NARA மற்றும் கடல் தொழில் அறை ஒத்துழைக்கின்றன.",
                    "content": "NARA இலங்கை கடல் தொழில் அறையுடன் விரிவாக்கப்பட்ட Aqua Club மற்றும் Junior Scientists திட்டங்கள் மூலம் சுற்றுச்சூழல் உணர்வுள்ள எதிர்கால குடிமக்களை உருவாக்க வலுவான தனியார் துறை கூட்டாண்மைகளை உருவாக்க மூலோபாய உரையாடலை தொடங்கியது.\n\nவலுவான சுற்றுச்சூழல் மதிப்புகளை ஊட்டும் அதே வேளையில் அடுத்த தலைமுறை கடல் தொழில் நிபுணர்களை உருவாக்குவதில் கூட்டாண்மை கவனம் செலுத்துகிறது. இந்த ஒத்துழைப்பு கடல் அறிவியல் மற்றும் பாதுகாப்பில் உலகளவில் அங்கீகரிக்கப்பட்ட சான்றிதழ்கள் மற்றும் நடைமுறை கற்றல் அனுபவங்களை வழங்கும்.\n\nஇந்த முன்முயற்சி தனியார் துறை நிபுணத்துவத்தை NARA இன் கல்வி நோக்கத்துடன் ஒருங்கிணைப்பதில் குறிப்பிடத்தக்க படியாகும், இலங்கையின் கடல் துறைக்கான நிலையான பணியாளர் மேம்பாட்டை உறுதி செய்கிறது.",
                    "author": "கல்வி கூட்டாண்மை குழு",
                    "author_position": "NARA கல்வி விரிவாக்கம்",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "தனியார் துறை கூட்டாண்மை மேம்பாடு",
                        "இளைஞர் சுற்றுச்சூழல் கல்வியில் கவனம்",
                        "கடல் தொழில் பணியாளர் மேம்பாடு",
                        "Aqua Club மற்றும் Junior Scientists திட்ட விரிவாக்கம்",
                        "உலகளவில் அங்கீகரிக்கப்பட்ட சான்றிதழ்கள்"
                    ],
                    "tags": [
                        "கல்வி",
                        "கூட்டாண்மை",
                        "இளைஞர் மேம்பாடு",
                        "கடல் தொழில்"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                1,
                12,
                7
            ],
            "social_shares": 72,
            "views": 589
        },
        {
            "id": 13,
            "title": "Livelihood Development Through Mangrove-based Products",
            "slug": "livelihood-development-mangrove-products",
            "category": "Community Development",
            "date": "2025-03-14",
            "location": "NARA Kadolkale Regional Research Center",
            "author": "Livelihood Development Team",
            "author_position": "NARA Community Engagement",
            "read_time": 5,
            "summary": "Workshop on innovative mangrove-based products for women's livelihood enhancement in fishing communities.",
            "content": "NARA conducted an innovative awareness workshop focused on developing groundbreaking mangrove-based products to support livelihood enhancement and empower women in fishing communities.\n\nThe workshop introduced participants to creating herbal tea from Acanthus illicifolius, a mangrove species with medicinal properties, and extracting natural dyes from Rhizophora mucronata and Xylocarpus granatum for textile and craft applications.\n\nSeventy participants from various fishing communities received field exposure for species identification and hands-on training in product development. The program specifically emphasized women's empowerment by providing sustainable income generation opportunities through mangrove resource utilization.",
            "key_points": [
                "Herbal tea from Acanthus illicifolius",
                "Mangrove dye extraction from Rhizophora mucronata and Xylocarpus granatum",
                "Field exposure for species identification",
                "70 participants from fishing communities",
                "Women's empowerment focus"
            ],
            "featured_image": "/assets/images/news/mangrove_products.jpg",
            "tags": [
                "Livelihood Development",
                "Mangroves",
                "Women Empowerment",
                "Innovation"
            ],
            "translations": {
                "si": {
                    "title": "කඩොලන පදනම් කරගත් නිෂ්පාදන හරහා ජීවනෝපාය සංවර්ධනය",
                    "summary": "ධීවර ප්‍රජාවන්හි කාන්තාවන්ගේ ජීවනෝපාය වැඩිදියුණු කිරීම සඳහා නව්‍ය කඩොලන පදනම් කරගත් නිෂ්පාදන පිළිබඳ වැඩමුළුව.",
                    "content": "NARA විසින් ජීවනෝපාය වැඩිදියුණු කිරීම සඳහා සහාය වීමට සහ ධීවර ප්‍රජාවන්හි කාන්තාවන් සවිබල ගැන්වීම සඳහා පෙරළිකාර කඩොලන පදනම් කරගත් නිෂ්පාදන සංවර්ධනය කෙරෙහි අවධානය යොමු කරන නව්‍ය දැනුවත් කිරීමේ වැඩමුළුවක් පවත්වන ලදී.\n\nවැඩමුළුව සහභාගිවන්නන්ට වෛද්‍ය ගුණ ඇති කඩොලන විශේෂයක් වන Acanthus illicifolius වෙතින් ඖෂධීය තේ නිර්මාණය කිරීම සහ රෙදිපිළි සහ අත්කම් භාවිතය සඳහා Rhizophora mucronata සහ Xylocarpus granatum වෙතින් ස්වාභාවික පාට නිස්සාරණය කිරීම හඳුන්වා දුන්නේය.\n\nවිවිධ ධීවර ප්‍රජාවන්ගෙන් සහභාගිවන්නන් හැත්තෑව දෙනෙකුට විශේෂ හඳුනාගැනීම සඳහා ක්ෂේත්‍ර නිරාවරණය සහ නිෂ්පාදන සංවර්ධනයේ ප්‍රායෝගික පුහුණුව ලැබුණි. වැඩසටහන විශේෂයෙන්ම කඩොලන සම්පත් උපයෝගී කර ගැනීම තුළින් තිරසාර ආදායම් උත්පාදන අවස්ථා සැපයීමෙන් කාන්තා සවිබල ගැන්වීම අවධාරණය කළේය.",
                    "author": "ජීවනෝපාය සංවර්ධන කණ්ඩායම",
                    "author_position": "NARA ප්‍රජා සම්බන්ධතා",
                    "location": "NARA කඩොල්කැලේ කලාපීය පර්යේෂණ මධ්‍යස්ථානය",
                    "key_points": [
                        "Acanthus illicifolius වෙතින් ඖෂධීය තේ",
                        "Rhizophora mucronata සහ Xylocarpus granatum වෙතින් කඩොලන පාට නිස්සාරණය",
                        "විශේෂ හඳුනාගැනීම සඳහා ක්ෂේත්‍ර නිරාවරණය",
                        "ධීවර ප්‍රජාවන්ගෙන් සහභාගිවන්නන් 70 ක්",
                        "කාන්තා සවිබල ගැන්වීම කෙරෙහි අවධානය"
                    ],
                    "tags": [
                        "ජීවනෝපාය සංවර්ධනය",
                        "කඩොලන",
                        "කාන්තා සවිබල ගැන්වීම",
                        "නවෝත්පාදනය"
                    ]
                },
                "ta": {
                    "title": "சதுப்புநில அடிப்படை தயாரிப்புகள் மூலம் வாழ்வாதார மேம்பாடு",
                    "summary": "மீன்பிடி சமூகங்களில் பெண்களின் வாழ்வாதார மேம்பாட்டுக்கான புதுமையான சதுப்புநில அடிப்படை தயாரிப்புகள் குறித்த பட்டறை.",
                    "content": "NARA வாழ்வாதார மேம்பாட்டை ஆதரிக்கவும் மீன்பிடி சமூகங்களில் பெண்களை அதிகாரமளிக்கவும் புதிய சதுப்புநில அடிப்படையிலான தயாரிப்புகளை உருவாக்குவதில் கவனம் செலுத்தும் புதுமையான விழிப்புணர்வு பட்டறையை நடத்தியது.\n\nமருத்துவ பண்புகளைக் கொண்ட சதுப்புநில இனமான Acanthus illicifolius இலிருந்து மூலிகை தேயிலை உருவாக்குதல் மற்றும் ஜவுளி மற்றும் கைவினை பயன்பாடுகளுக்கு Rhizophora mucronata மற்றும் Xylocarpus granatum இலிருந்து இயற்கை சாயங்களை பிரித்தெடுத்தல் குறித்து பட்டறை பங்கேற்பாளர்களுக்கு அறிமுகப்படுத்தியது.\n\nபல்வேறு மீன்பிடி சமூகங்களிலிருந்து எழுபது பங்கேற்பாளர்கள் இனங்களை அடையாளம் காண களப்பணி வெளிப்பாடு மற்றும் தயாரிப்பு மேம்பாட்டில் நடைமுறை பயிற்சி பெற்றனர். திட்டம் குறிப்பாக சதுப்புநில வள பயன்பாட்டின் மூலம் நிலையான வருமான உருவாக்க வாய்ப்புகளை வழங்குவதன் மூலம் பெண்கள் அதிகாரமளித்தலை வலியுறுத்தியது.",
                    "author": "வாழ்வாதார மேம்பாட்டு குழு",
                    "author_position": "NARA சமூக ஈடுபாடு",
                    "location": "NARA கடொல்கலே பிராந்திய ஆராய்ச்சி மையம்",
                    "key_points": [
                        "Acanthus illicifolius இலிருந்து மூலிகை தேயிலை",
                        "Rhizophora mucronata மற்றும் Xylocarpus granatum இலிருந்து சதுப்புநில சாய பிரித்தெடுத்தல்",
                        "இனங்கள் அடையாளத்திற்கான களப்பணி வெளிப்பாடு",
                        "மீன்பிடி சமூகங்களிலிருந்து 70 பங்கேற்பாளர்கள்",
                        "பெண்கள் அதிகாரமளித்தல் கவனம்"
                    ],
                    "tags": [
                        "வாழ்வாதார மேம்பாடு",
                        "சதுப்புநிலங்கள்",
                        "பெண்கள் அதிகாரமளித்தல்",
                        "புதுமை"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                1,
                6,
                7
            ],
            "social_shares": 108,
            "views": 923
        },
        {
            "id": 14,
            "title": "Norway-Sri Lanka Bilateral Project Phase III Inception",
            "slug": "norway-sri-lanka-bilateral-project-phase-3",
            "category": "International Cooperation",
            "date": "2025-02-17",
            "location": "Ministry of Fisheries, Aquatic and Ocean Resources",
            "author": "International Projects Team",
            "author_position": "NARA Global Partnerships",
            "read_time": 6,
            "summary": "Launch of Phase III (2025-2028) of Norway-Sri Lanka bilateral project for sustainable marine resource management.",
            "content": "The inception meeting for Norway-Sri Lanka Bilateral Project Phase III was successfully held, marking the launch of an ambitious 2025-2028 project timeline focused on strengthening sustainable management of marine resources through enhanced collaboration with Norwegian institutions.\n\nThis phase emphasizes collaboration with the prestigious Institute of Marine Research Norway, bringing world-class expertise to Sri Lanka's marine sector. The project focuses on sustainable marine resource management practices and positions Sri Lanka as a regional leader in responsible fisheries management.\n\nWith Norwegian government support through NORAD, this partnership represents one of the most significant international collaborations in Sri Lanka's marine research history, promising transformative impacts on the sector.",
            "key_points": [
                "2025-2028 project timeline",
                "Collaboration with Institute of Marine Research Norway",
                "Sustainable marine resource management focus",
                "Norwegian government support through NORAD",
                "Regional leadership in responsible fisheries management"
            ],
            "featured_image": "/assets/images/news/norway_project_phase3.jpg",
            "tags": [
                "International Cooperation",
                "Bilateral Project",
                "Marine Management",
                "Norway"
            ],
            "translations": {
                "si": {
                    "title": "නෝර්වේ-ශ්‍රී ලංකා ද්විපාර්ශ්වික ව්‍යාපෘතිය III වන අදියර ආරම්භය",
                    "summary": "තිරසාර සාගර සම්පත් කළමනාකරණය සඳහා නෝර්වේ-ශ්‍රී ලංකා ද්විපාර්ශ්වික ව්‍යාපෘතියේ III වන අදියර (2025-2028) ආරම්භය.",
                    "content": "නෝර්වේ-ශ්‍රී ලංකා ද්විපාර්ශ්වික ව්‍යාපෘතියේ III වන අදියර සඳහා ආරම්භක රැස්වීම සාර්ථකව පවත්වන ලද අතර, නෝර්වේ ආයතන සමඟ වැඩිදියුණු කළ සහයෝගීතාවය හරහා සාගර සම්පත් තිරසාර කළමනාකරණය ශක්තිමත් කිරීම කෙරෙහි අවධානය යොමු කළ 2025-2028 අභිලාෂී ව්‍යාපෘති කාලසීමාවක් ආරම්භ කළේය.\n\nමෙම අදියර කීර්තිමත් නෝර්වේ සාගර පර්යේෂණ ආයතනය සමඟ සහයෝගීතාවය අවධාරණය කරයි, ශ්‍රී ලංකාවේ සාගර අංශයට ලෝක මට්ටමේ විශේෂඥ දැනුම ගෙන එයි. ව්‍යාපෘතිය තිරසාර සාගර සම්පත් කළමනාකරණ භාවිතයන් කෙරෙහි අවධානය යොමු කරන අතර ශ්‍රී ලංකාව වගකීම් සහගත ධීවර කළමනාකරණයේ කලාපීය නායකයෙකු ලෙස ස්ථානගත කරයි.\n\nNORAD හරහා නෝර්වේ රජයේ සහාය ඇතිව, මෙම හවුල්කාරිත්වය ශ්‍රී ලංකාවේ සාගර පර්යේෂණ ඉතිහාසයේ වඩාත් සැලකිය යුතු ජාත්‍යන්තර සහයෝගීතාවයන්ගෙන් එකක් නියෝජනය කරයි, අංශයට පරිවර්තන බලපෑම් ලබා දෙයි.",
                    "author": "ජාත්‍යන්තර ව්‍යාපෘති කණ්ඩායම",
                    "author_position": "NARA ගෝලීය හවුල්කාරිත්ව",
                    "location": "ධීවර, ජලජ හා සාගර සම්පත් අමාත්‍යාංශය",
                    "key_points": [
                        "2025-2028 ව්‍යාපෘති කාලසීමාව",
                        "නෝර්වේ සාගර පර්යේෂණ ආයතනය සමඟ සහයෝගීතාවය",
                        "තිරසාර සාගර සම්පත් කළමනාකරණය කෙරෙහි අවධානය",
                        "NORAD හරහා නෝර්වේ රජයේ සහාය",
                        "වගකීම් සහගත ධීවර කළමනාකරණයේ කලාපීය නායකත්වය"
                    ],
                    "tags": [
                        "ජාත්‍යන්තර සහයෝගිතාව",
                        "ද්විපාර්ශ්වික ව්‍යාපෘතිය",
                        "සාගර කළමනාකරණය",
                        "නෝර්වේ"
                    ]
                },
                "ta": {
                    "title": "நோர்வே-இலங்கை இருதரப்பு திட்ட கட்டம் III துவக்கம்",
                    "summary": "நிலையான கடல் வள மேலாண்மைக்கான நோர்வே-இலங்கை இருதரப்பு திட்டத்தின் கட்டம் III (2025-2028) துவக்கம்.",
                    "content": "நோர்வே நிறுவனங்களுடன் மேம்படுத்தப்பட்ட ஒத்துழைப்பின் மூலம் கடல் வளங்களின் நிலையான மேலாண்மையை வலுப்படுத்துவதில் கவனம் செலுத்தி, 2025-2028 திட்ட காலக்கெடுவை குறிக்கும் நோர்வே-இலங்கை இருதரப்பு திட்ட கட்டம் III க்கான தொடக்க கூட்டம் வெற்றிகரமாக நடத்தப்பட்டது.\n\nஇந்த கட்டம் புகழ்பெற்ற நோர்வே கடல் ஆராய்ச்சி நிறுவனத்துடனான ஒத்துழைப்பை வலியுறுத்துகிறது, இலங்கையின் கடல் துறைக்கு உலகத் தர நிபுணத்துவத்தை கொண்டு வருகிறது. திட்டம் நிலையான கடல் வள மேலாண்மை நடைமுறைகளில் கவனம் செலுத்துகிறது மற்றும் பொறுப்பான மீன்வள மேலாண்மையில் இலங்கையை பிராந்திய தலைவராக நிலைநிறுத்துகிறது.\n\nNORAD மூலம் நோர்வே அரசாங்கத்தின் ஆதரவுடன், இந்த கூட்டாண்மை இலங்கையின் கடல் ஆராய்ச்சி வரலாற்றில் மிக முக்கியமான சர்வதேச ஒத்துழைப்புகளில் ஒன்றாக பிரதிநிதித்துவப்படுத்துகிறது, இத்துறையில் மாற்றமான தாக்கங்களை வழங்குகிறது.",
                    "author": "சர்வதேச திட்டக் குழு",
                    "author_position": "NARA உலகளாவிய கூட்டாண்மைகள்",
                    "location": "மீன்வளம், நீர்வாழ் மற்றும் பெருங்கடல் வளங்கள் அமைச்சகம்",
                    "key_points": [
                        "2025-2028 திட்ட காலக்கெடு",
                        "நோர்வே கடல் ஆராய்ச்சி நிறுவனத்துடன் ஒத்துழைப்பு",
                        "நிலையான கடல் வள மேலாண்மை கவனம்",
                        "NORAD மூலம் நோர்வே அரசாங்க ஆதரவு",
                        "பொறுப்பான மீன்வள மேலாண்மையில் பிராந்திய தலைமை"
                    ],
                    "tags": [
                        "சர்வதேச ஒத்துழைப்பு",
                        "இருதரப்பு திட்டம்",
                        "கடல் மேலாண்மை",
                        "நோர்வே"
                    ]
                }
            },
            "is_featured": true,
            "related_articles": [
                11,
                6,
                3
            ],
            "social_shares": 134,
            "views": 1123
        },
        {
            "id": 15,
            "title": "Addressing Ornamental Aquatic Fish Sector Challenges",
            "slug": "ornamental-fish-sector-challenges",
            "category": "Industry Support",
            "date": "2025-02-10",
            "location": "NARA Headquarters",
            "author": "Industry Support Team",
            "author_position": "NARA Aquaculture Division",
            "read_time": 4,
            "summary": "NARA meets with ornamental fish exporters to address quarantine and market challenges in the industry.",
            "content": "NARA organized a crucial meeting with the Association of Live Tropical Fish Exporters to discuss pressing challenges in quarantine procedures, market demand, and export processes for Sri Lanka's ornamental fish sector.\n\nDiscussions centered on streamlining quarantine procedures to reduce mortality rates and processing times. NARA scientists presented research on natural plant alternatives to antimicrobials, offering sustainable solutions for fish health management.\n\nThe meeting resulted in collaborative plans for optimizing export processes, enhancing market competitiveness, and establishing research partnerships to address industry-specific challenges through scientific innovation.",
            "key_points": [
                "Quarantine procedure streamlining",
                "Natural plant alternatives to antimicrobials",
                "Export process optimization",
                "Market competitiveness enhancement",
                "Research collaboration opportunities"
            ],
            "featured_image": "/assets/images/news/ornamental_fish_meeting.jpg",
            "tags": [
                "Ornamental Fish",
                "Industry Support",
                "Export Enhancement",
                "Problem Solving"
            ],
            "translations": {
                "si": {
                    "title": "ආලංකාර ජලජ මත්ස්‍ය අංශ අභියෝගයන්ට මුහුණ දීම",
                    "summary": "කර්මාන්තයේ නිරෝධායන සහ වෙළඳපල අභියෝග ආමන්ත්‍රණය කිරීම සඳහා ආලංකාර මත්ස්‍ය අපනයනකරුවන් සමඟ NARA රැස්වෙයි.",
                    "content": "NARA විසින් ශ්‍රී ලංකාවේ ආලංකාර මත්ස්‍ය අංශය සඳහා නිරෝධායන ක්‍රියා පටිපාටිවල, වෙළඳපල ඉල්ලුමේ සහ අපනයන ක්‍රියාවලීන්හි පීඩාකාරී අභියෝග සාකච්ඡා කිරීම සඳහා සජීවී නිවර්තන මත්ස්‍ය අපනයනකරුවන්ගේ සංගමය සමඟ තීරණාත්මක රැස්වීමක් සංවිධානය කරන ලදී.\n\nසාකච්ඡා මරණ අනුපාත සහ සැකසුම් කාලය අඩු කිරීම සඳහා නිරෝධායන ක්‍රියා පටිපාටි විධිමත් කිරීම කෙරෙහි කේන්ද්‍රගත විය. NARA විද්‍යාඥයින් ප්‍රතිජීවක වෙනුවට ස්වාභාවික ශාක විකල්ප පිළිබඳ පර්යේෂණ ඉදිරිපත් කළ අතර, මත්ස්‍ය සෞඛ්‍ය කළමනාකරණය සඳහා තිරසාර විසඳුම් ලබා දුන්නේය.\n\nරැස්වීම අපනයන ක්‍රියාවලීන් ප්‍රශස්ත කිරීම, වෙළඳපල තරඟකාරීත්වය වැඩිදියුණු කිරීම සහ විද්‍යාත්මක නවෝත්පාදනය හරහා කර්මාන්ත-විශේෂිත අභියෝග ආමන්ත්‍රණය කිරීම සඳහා පර්යේෂණ හවුල්කාරිත්වයන් ස්ථාපිත කිරීම සඳහා සහයෝගී සැලසුම් ප්‍රතිඵලයක් විය.",
                    "author": "කර්මාන්ත සහාය කණ්ඩායම",
                    "author_position": "NARA ජලකර්මාන්ත අංශය",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "නිරෝධායන ක්‍රියා පටිපාටි විධිමත් කිරීම",
                        "ප්‍රතිජීවක වෙනුවට ස්වාභාවික ශාක විකල්ප",
                        "අපනයන ක්‍රියාවලී ප්‍රශස්තකරණය",
                        "වෙළඳපල තරඟකාරීත්ව වැඩිදියුණු කිරීම",
                        "පර්යේෂණ සහයෝගීතා අවස්ථා"
                    ],
                    "tags": [
                        "ආලංකාර මත්ස්‍ය",
                        "කර්මාන්ත සහාය",
                        "අපනයන වැඩිදියුණු කිරීම",
                        "ගැටළු විසඳීම"
                    ]
                },
                "ta": {
                    "title": "அலங்கார நீர்வாழ் மீன் துறை சவால்களை நிவர்த்தி செய்தல்",
                    "summary": "தொழில்துறையில் தனிமைப்படுத்தல் மற்றும் சந்தை சவால்களை நிவர்த்தி செய்ய அலங்கார மீன் ஏற்றுமதியாளர்களுடன் NARA சந்திக்கிறது.",
                    "content": "இலங்கையின் அலங்கார மீன் துறைக்கான தனிமைப்படுத்தல் நடைமுறைகள், சந்தை தேவை மற்றும் ஏற்றுமதி செயல்முறைகளில் அழுத்தமான சவால்களை விவாதிக்க உயிருள்ள வெப்பமண்டல மீன் ஏற்றுமதியாளர்கள் சங்கத்துடன் NARA முக்கியமான கூட்டத்தை ஏற்பாடு செய்தது.\n\nமரண விகிதங்கள் மற்றும் செயலாக்க நேரத்தை குறைக்க தனிமைப்படுத்தல் நடைமுறைகளை சீராக்குவதில் விவாதங்கள் கவனம் செலுத்தின. NARA விஞ்ஞானிகள் நுண்ணுயிர் எதிர்ப்பிகளுக்கு இயற்கை தாவர மாற்றுகள் குறித்த ஆராய்ச்சியை முன்வைத்தனர், மீன் சுகாதார மேலாண்மைக்கான நிலையான தீர்வுகளை வழங்கினர்.\n\nஏற்றுமதி செயல்முறைகளை மேம்படுத்துதல், சந்தை போட்டித்தன்மையை மேம்படுத்துதல், மற்றும் அறிவியல் புதுமை மூலம் தொழில்துறை-குறிப்பிட்ட சவால்களை நிவர்த்தி செய்ய ஆராய்ச்சி கூட்டாண்மைகளை நிறுவுவதற்கான ஒத்துழைப்பு திட்டங்களை கூட்டம் விளைவித்தது.",
                    "author": "தொழில் ஆதரவு குழு",
                    "author_position": "NARA நீர்வள வளர்ப்பு பிரிவு",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "தனிமைப்படுத்தல் நடைமுறை சீரமைப்பு",
                        "நுண்ணுயிர் எதிர்ப்பிகளுக்கு இயற்கை தாவர மாற்றுகள்",
                        "ஏற்றுமதி செயல்முறை மேம்படுத்தல்",
                        "சந்தை போட்டித்தன்மை மேம்பாடு",
                        "ஆராய்ச்சி ஒத்துழைப்பு வாய்ப்புகள்"
                    ],
                    "tags": [
                        "அலங்கார மீன்கள்",
                        "தொழில் ஆதரவு",
                        "ஏற்றுமதி மேம்பாடு",
                        "சிக்கல் தீர்வு"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                2,
                18,
                9
            ],
            "social_shares": 91,
            "views": 776
        },
        {
            "id": 16,
            "title": "NARA Celebrates 43rd Anniversary",
            "slug": "nara-43rd-anniversary-celebration",
            "category": "Institutional Milestones",
            "date": "2025-01-30",
            "location": "NARA Headquarters",
            "author": "Anniversary Committee",
            "author_position": "NARA Administration",
            "read_time": 3,
            "summary": "Simple and meaningful ceremony marking NARA's 43 years of aquatic research excellence and environmental stewardship.",
            "content": "NARA celebrated its 43rd anniversary with a simple yet meaningful Buddhist ceremony including Mal Pooja Pinkama and Dhamma speech, reflecting on the organization's four decades of contributions to Sri Lanka's aquatic resource management.\n\nThe ceremony honored past and present employees who have dedicated their careers to advancing marine science and protecting Sri Lanka's aquatic resources. The celebration emphasized NARA's role as a steward of the nation's blue economy and marine biodiversity.\n\nThe anniversary marked not just institutional achievements but reaffirmed NARA's commitment to future aquatic resource management and sustainable development of Sri Lanka's marine sector.",
            "key_points": [
                "43 years of scientific excellence",
                "Buddhist ceremony and Dhamma speech",
                "Recognition of past and present employees",
                "Reflection on environmental stewardship",
                "Commitment to future aquatic resource management"
            ],
            "featured_image": "/assets/images/news/43rd_anniversary.jpg",
            "tags": [
                "Anniversary",
                "Milestone",
                "Celebration",
                "Heritage"
            ],
            "translations": {
                "si": {
                    "title": "NARA 43 වන සංවත්සරය සමරයි",
                    "summary": "NARA හි ජලජ පර්යේෂණ විශිෂ්ටත්වයේ සහ පාරිසරික භාරකාරත්වයේ වසර 43 සනිටුහන් කරන සරල හා අර්ථවත් උත්සවය.",
                    "content": "NARA තම 43 වන සංවත්සරය මල් පූජා පින්කම සහ ධර්ම දේශනය ඇතුළත් සරල නමුත් අර්ථවත් බෞද්ධ උත්සවයක් සමඟ සැමරීය, ශ්‍රී ලංකාවේ ජලජ සම්පත් කළමනාකරණයට සංවිධානයේ දශක හතරක දායකත්වය පිළිබිඹු කරයි.\n\nසාගර විද්‍යාව ඉදිරියට ගෙන යාමට සහ ශ්‍රී ලංකාවේ ජලජ සම්පත් ආරක්ෂා කිරීමට තම වෘත්තීය ජීවිත කැපකර ඇති අතීත සහ වර්තමාන සේවකයින්ට උත්සවය ගෞරව කළේය. සැමරුම ආයතනික ජයග්‍රහණ පමණක් නොව ජාතියේ නිල් ආර්ථිකයේ සහ සාගර ජෛව විවිධත්වයේ භාරකරුවෙකු ලෙස NARA හි කාර්යභාරය නැවත තහවුරු කළේය.\n\nසංවත්සරය ආයතනික ජයග්‍රහණ සනිටුහන් කළ පමණක් නොව අනාගත ජලජ සම්පත් කළමනාකරණය සහ ශ්‍රී ලංකාවේ සාගර අංශයේ තිරසාර සංවර්ධනය කෙරෙහි NARA හි කැපවීම නැවත තහවුරු කළේය.",
                    "author": "සංවත්සර කමිටුව",
                    "author_position": "NARA පරිපාලනය",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "විද්‍යාත්මක විශිෂ්ටත්වයේ වසර 43",
                        "බෞද්ධ උත්සවය සහ ධර්ම දේශනය",
                        "අතීත සහ වර්තමාන සේවකයින් පිළිගැනීම",
                        "පාරිසරික භාරකාරත්වය පිළිබිඹු කිරීම",
                        "අනාගත ජලජ සම්පත් කළමනාකරණයට කැපවීම"
                    ],
                    "tags": [
                        "සංවත්සරය",
                        "සන්ධිස්ථානය",
                        "සැමරුම",
                        "උරුමය"
                    ]
                },
                "ta": {
                    "title": "NARA 43வது ஆண்டு விழாவைக் கொண்டாடுகிறது",
                    "summary": "NARA இன் நீர்வாழ் ஆராய்ச்சி சிறப்பு மற்றும் சுற்றுச்சூழல் பாதுகாப்பின் 43 ஆண்டுகளைக் குறிக்கும் எளிமையான மற்றும் அர்த்தமுள்ள விழா.",
                    "content": "NARA தனது 43வது ஆண்டு விழாவை மல் பூஜா பின்காமா மற்றும் தம்ம உரை உள்ளிட்ட எளிமையான ஆனால் அர்த்தமுள்ள பௌத்த விழாவுடன் கொண்டாடியது, இலங்கையின் நீர்வள மேலாண்மைக்கு நான்கு தசாப்தங்களாக அமைப்பின் பங்களிப்புகளை பிரதிபலிக்கிறது.\n\nகடல் அறிவியலை முன்னேற்றுவதற்கும் இலங்கையின் நீர்வள வளங்களைப் பாதுகாப்பதற்கும் தங்கள் தொழில்முறை வாழ்க்கையை அர்ப்பணித்த கடந்த கால மற்றும் தற்போதைய ஊழியர்களை விழா கௌரவித்தது. கொண்டாட்டம் நிறுவன சாதனைகளை மட்டுமல்ல, நாட்டின் நீல பொருளாதாரம் மற்றும் கடல் பல்லுயிர்களின் பாதுகாவலராக NARA இன் பங்கை மீண்டும் உறுதிப்படுத்தியது.\n\nஆண்டுவிழா நிறுவன சாதனைகளை மட்டும் குறிக்கவில்லை, எதிர்கால நீர்வள மேலாண்மை மற்றும் இலங்கையின் கடல் துறையின் நிலையான மேம்பாட்டிற்கான NARA இன் அர்ப்பணிப்பை மீண்டும் உறுதிப்படுத்தியது.",
                    "author": "ஆண்டுவிழா குழு",
                    "author_position": "NARA நிர்வாகம்",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "43 ஆண்டுகள் அறிவியல் சிறப்பு",
                        "பௌத்த விழா மற்றும் தம்ம உரை",
                        "கடந்த கால மற்றும் தற்போதைய ஊழியர்களின் அங்கீகாரம்",
                        "சுற்றுச்சூழல் பாதுகாப்பு பற்றிய பிரதிபலிப்பு",
                        "எதிர்கால நீர்வள மேலாண்மைக்கான அர்ப்பணிப்பு"
                    ],
                    "tags": [
                        "ஆண்டுவிழா",
                        "மைல்கல்",
                        "கொண்டாட்டம்",
                        "பாரம்பரியம்"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                10,
                16,
                17
            ],
            "social_shares": 156,
            "views": 1087
        },
        {
            "id": 17,
            "title": "NARA & LB Finance Partner for Biodiversity and Livelihoods",
            "slug": "nara-lb-finance-biodiversity-partnership",
            "category": "Conservation Partnerships",
            "date": "2025-01-25",
            "location": "Kaisawella, Dondra, Southern Province",
            "author": "Conservation Partnership Team",
            "author_position": "NARA Marine Conservation",
            "read_time": 5,
            "summary": "Partnership to create artificial fish habitats and coral replanting for biodiversity enhancement and community tourism.",
            "content": "NARA and LB Finance signed a transformative MoU for a pilot project to create artificial fish habitats and replant corals in Kaisawella, Dondra, combining marine conservation with innovative community-based tourism opportunities.\n\nThe project focuses on creating artificial habitat structures to enhance fish breeding grounds while simultaneously implementing coral replanting initiatives to restore damaged reef ecosystems. This dual approach maximizes ecological benefits while creating sustainable economic opportunities.\n\nThe community-based management approach ensures local stakeholder involvement in conservation efforts while supporting the marine ornamental fish trade through sustainable practices and eco-tourism development.",
            "key_points": [
                "Artificial habitat creation for fish breeding",
                "Coral replanting initiatives",
                "Community-based management approach",
                "Sustainable tourism development",
                "Marine ornamental fish trade support"
            ],
            "featured_image": "/assets/images/news/lb_finance_partnership.jpg",
            "tags": [
                "Partnership",
                "Biodiversity",
                "Conservation",
                "Tourism",
                "Livelihoods"
            ],
            "translations": {
                "si": {
                    "title": "ජෛව විවිධත්වය සහ ජීවනෝපාය සඳහා NARA සහ LB Finance හවුල් වේ",
                    "summary": "ජෛව විවිධත්ව වැඩිදියුණු කිරීම සහ ප්‍රජා සංචාරක කටයුතු සඳහා කෘත්‍රිම මත්ස්‍ය වාසස්ථාන සහ කොරල් නැවත රෝපණය කිරීම සඳහා හවුල්කාරිත්වය.",
                    "content": "NARA සහ LB Finance විසින් සාගර සංරක්ෂණය නව්‍ය ප්‍රජා පදනම් කරගත් සංචාරක අවස්ථා සමඟ ඒකාබද්ධ කරමින්, කයිසාවැල්ල, දෙවුන්දරයේ කෘත්‍රිම මත්ස්‍ය වාසස්ථාන නිර්මාණය කිරීම සහ කොරල් නැවත රෝපණය කිරීම සඳහා පාරිවර්තනීය MoU සඳහා අත්සන් තැබීය.\n\nව්‍යාපෘතිය මත්ස්‍ය අභිජනන භූමි වැඩිදියුණු කිරීම සඳහා කෘත්‍රිම වාසස්ථාන ව්‍යුහයන් නිර්මාණය කිරීම කෙරෙහි අවධානය යොමු කරන අතර, හානියට පත් ගල්පර පරිසර පද්ධති ප්‍රතිසංස්කරණය කිරීම සඳහා කොරල් නැවත රෝපණ මුලපිරීම් ඒකාලව ක්‍රියාත්මක කරයි. මෙම ද්විත්ව ප්‍රවේශය තිරසාර ආර්ථික අවස්ථා නිර්මාණය කරමින් පාරිසරික ප්‍රතිලාභ උපරිම කරයි.\n\nප්‍රජා පදනම් කරගත් කළමනාකරණ ප්‍රවේශය දේශීය පාර්ශ්වකරුවන් සංරක්ෂණ ප්‍රයත්නයන්හි සහභාගී වීම සහතික කරන අතර තිරසාර භාවිතයන් සහ පරිසර සංචාරක සංවර්ධනය හරහා සාගර ආලංකාර මත්ස්‍ය වෙළඳාමට සහාය වේ.",
                    "author": "සංරක්ෂණ හවුල්කාරිත්ව කණ්ඩායම",
                    "author_position": "NARA සාගර සංරක්ෂණය",
                    "location": "කයිසාවැල්ල, දෙවුන්දර, දකුණු පළාත",
                    "key_points": [
                        "මත්ස්‍ය අභිජනනය සඳහා කෘත්‍රිම වාසස්ථාන නිර්මාණය",
                        "කොරල් නැවත රෝපණ මුලපිරීම්",
                        "ප්‍රජා පදනම් කරගත් කළමනාකරණ ප්‍රවේශය",
                        "තිරසාර සංචාරක සංවර්ධනය",
                        "සාගර ආලංකාර මත්ස්‍ය වෙළඳාම සහාය"
                    ],
                    "tags": [
                        "හවුල්කාරිත්වය",
                        "ජෛව විවිධත්වය",
                        "සංරක්ෂණය",
                        "සංචාරක කටයුතු",
                        "ජීවනෝපාය"
                    ]
                },
                "ta": {
                    "title": "பல்லுயிர் மற்றும் வாழ்வாதாரத்திற்கு NARA மற்றும் LB Finance கூட்டு சேர்கின்றன",
                    "summary": "பல்லுயிர் மேம்பாடு மற்றும் சமூக சுற்றுலாவுக்கான செயற்கை மீன் வாழிடங்கள் மற்றும் பவள மீண்டும் நடுதல் உருவாக்குவதற்கான கூட்டாண்மை.",
                    "content": "NARA மற்றும் LB Finance ஆகியவை கடல் பாதுகாப்பை புதுமையான சமூக அடிப்படையிலான சுற்றுலா வாய்ப்புகளுடன் இணைத்து, கைசவெல்ல, தொந்திரயில் செயற்கை மீன் வாழிடங்களை உருவாக்கவும் பவளங்களை மீண்டும் நடவும் ஒரு மாற்றமான புரிந்துணர்வு ஒப்பந்தத்தில் கையெழுத்திட்டன.\n\nதிட்டம் மீன் இனப்பெருக்க தளங்களை மேம்படுத்த செயற்கை வாழிட கட்டமைப்புகளை உருவாக்குவதில் கவனம் செலுத்துகிறது, அதே நேரத்தில் சேதமடைந்த பவள பாறை சூழல்களை மீட்டெடுக்க பவள மீண்டும் நடுதல் முன்முயற்சிகளை செயல்படுத்துகிறது. இந்த இரட்டை அணுகுமுறை நிலையான பொருளாதார வாய்ப்புகளை உருவாக்கும் அதே வேளையில் சூழலியல் நன்மைகளை அதிகரிக்கிறது.\n\nசமூக அடிப்படையிலான மேலாண்மை அணுகுமுறை உள்ளூர் பங்குதாரர்களை பாதுகாப்பு முயற்சிகளில் ஈடுபடுத்துவதை உறுதி செய்கிறது, அதே நேரத்தில் நிலையான நடைமுறைகள் மற்றும் சுற்றுச்சூழல் சுற்றுலா மேம்பாட்டின் மூலம் கடல் அலங்கார மீன் வர்த்தகத்தை ஆதரிக்கிறது.",
                    "author": "பாதுகாப்பு கூட்டாண்மை குழு",
                    "author_position": "NARA கடல் பாதுகாப்பு",
                    "location": "கைசவெல்ல, தொந்திர, தெற்கு மாகாணம்",
                    "key_points": [
                        "மீன் இனப்பெருக்கத்திற்கு செயற்கை வாழிட உருவாக்கம்",
                        "பவள மீண்டும் நடுதல் முன்முயற்சிகள்",
                        "சமூக அடிப்படையிலான மேலாண்மை அணுகுமுறை",
                        "நிலையான சுற்றுலா மேம்பாடு",
                        "கடல் அலங்கார மீன் வர்த்தக ஆதரவு"
                    ],
                    "tags": [
                        "கூட்டாண்மை",
                        "பல்லுயிர்",
                        "பாதுகாப்பு",
                        "சுற்றுலா",
                        "வாழ்வாதாரம்"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                5,
                6,
                13
            ],
            "social_shares": 119,
            "views": 854
        },
        {
            "id": 18,
            "title": "Enhancing the Ornamental Aquatic Plant Industry",
            "slug": "ornamental-aquatic-plant-industry-enhancement",
            "category": "Industry Development",
            "date": "2025-01-20",
            "location": "NARA Headquarters",
            "author": "Plant Industry Development Team",
            "author_position": "NARA Biotechnology Division",
            "read_time": 4,
            "summary": "Collaborative meeting to address challenges and opportunities in Sri Lanka's ornamental aquatic plant sector.",
            "content": "NARA organized a strategic meeting with ornamental aquatic plant exporters and NAQDA to discuss market demand analysis, production capabilities, and export process improvements for Sri Lanka's growing ornamental plant sector.\n\nDiscussions focused on market demand analysis and species requirements from international buyers, along with strategies for utilizing NAQDA's tissue culture laboratory facilities for scaled production. NARA's expertise in plant tissue culture protocol development offers significant potential for industry growth.\n\nThe meeting resulted in commitments for government process streamlining and enhanced industry stakeholder collaboration, positioning Sri Lanka as a competitive player in the global ornamental aquatic plant market.",
            "key_points": [
                "Market demand analysis and species requirements",
                "NAQDA tissue culture laboratory utilization",
                "NARA plant tissue culture protocol development",
                "Government process streamlining",
                "Industry stakeholder collaboration enhancement"
            ],
            "featured_image": "/assets/images/news/aquatic_plant_meeting.jpg",
            "tags": [
                "Ornamental Plants",
                "Industry Development",
                "Export Enhancement",
                "Collaboration"
            ],
            "translations": {
                "si": {
                    "title": "ආලංකාර ජලජ ශාක කර්මාන්තය වැඩිදියුණු කිරීම",
                    "summary": "ශ්‍රී ලංකාවේ ආලංකාර ජලජ ශාක අංශයේ අභියෝග සහ අවස්ථා ආමන්ත්‍රණය කිරීම සඳහා සහයෝගී රැස්වීම.",
                    "content": "NARA විසින් ශ්‍රී ලංකාවේ වර්ධනය වන ආලංකාර ශාක අංශය සඳහා වෙළඳපල ඉල්ලුම් විශ්ලේෂණය, නිෂ්පාදන හැකියාවන් සහ අපනයන ක්‍රියාවලී වැඩිදියුණු කිරීම් සාකච්ඡා කිරීම සඳහා ආලංකාර ජලජ ශාක අපනයනකරුවන් සහ NAQDA සමඟ උපායමාර්ගික රැස්වීමක් සංවිධානය කරන ලදී.\n\nජාත්‍යන්තර ගැනුම්කරුවන්ගෙන් වෙළඳපල ඉල්ලුම් විශ්ලේෂණය සහ විශේෂ අවශ්‍යතා, මහා පරිමාණ නිෂ්පාදනය සඳහා NAQDA හි පටක සංස්කෘතික විද්‍යාගාර පහසුකම් භාවිතා කිරීමේ උපාය මාර්ග කෙරෙහි සාකච්ඡා අවධානය යොමු කළේය. කර්මාන්ත වර්ධනය සඳහා සැලකිය යුතු විභව ශක්තියක් ලබා දෙන ශාක පටක සංස්කෘති ප්‍රොටෝකෝල සංවර්ධනයේ NARA හි විශේෂඥත්වය.\n\nරැස්වීම රජයේ ක්‍රියාවලී විධිමත් කිරීම සහ කර්මාන්ත පාර්ශ්වකරු සහයෝගිතාව වැඩිදියුණු කිරීම සඳහා කැපවීම් ප්‍රතිඵලයක් වූ අතර, ශ්‍රී ලංකාව ගෝලීය ආලංකාර ජලජ ශාක වෙළඳපොළේ තරඟකාරී ක්‍රීඩකයෙකු ලෙස ස්ථානගත කරයි.",
                    "author": "ශාක කර්මාන්ත සංවර්ධන කණ්ඩායම",
                    "author_position": "NARA ජෛව තාක්ෂණ අංශය",
                    "location": "NARA මූලස්ථානය",
                    "key_points": [
                        "වෙළඳපල ඉල්ලුම් විශ්ලේෂණය සහ විශේෂ අවශ්‍යතා",
                        "NAQDA පටක සංස්කෘති විද්‍යාගාර භාවිතය",
                        "NARA ශාක පටක සංස්කෘති ප්‍රොටෝකෝල සංවර්ධනය",
                        "රජයේ ක්‍රියාවලී විධිමත් කිරීම",
                        "කර්මාන්ත පාර්ශ්වකරු සහයෝගීතාව වැඩිදියුණු කිරීම"
                    ],
                    "tags": [
                        "ආලංකාර ශාක",
                        "කර්මාන්ත සංවර්ධනය",
                        "අපනයන වැඩිදියුණු කිරීම",
                        "සහයෝගීතාව"
                    ]
                },
                "ta": {
                    "title": "அலங்கார நீர்வாழ் தாவரத் தொழிலை மேம்படுத்துதல்",
                    "summary": "இலங்கையின் அலங்கார நீர்வாழ் தாவரத் துறையில் சவால்கள் மற்றும் வாய்ப்புகளை நிவர்த்தி செய்ய ஒத்துழைப்பு கூட்டம்.",
                    "content": "NARA இலங்கையின் வளர்ந்து வரும் அலங்கார தாவரத் துறைக்கான சந்தை தேவை பகுப்பாய்வு, உற்பத்தி திறன்கள் மற்றும் ஏற்றுமதி செயல்முறை மேம்பாடுகள் குறித்து விவாதிக்க அலங்கார நீர்வாழ் தாவர ஏற்றுமதியாளர்கள் மற்றும் NAQDA உடன் மூலோபாய கூட்டத்தை ஏற்பாடு செய்தது.\n\nசர்வதேச வாங்குபவர்களிடமிருந்து சந்தை தேவை பகுப்பாய்வு மற்றும் இன தேவைகள், அளவிட்ட உற்பத்திக்கு NAQDA இன் திசு வளர்ப்பு ஆய்வக வசதிகளைப் பயன்படுத்துவதற்கான உத்திகள் குறித்து விவாதங்கள் கவனம் செலுத்தின. தாவர திசு வளர்ப்பு நெறிமுறை மேம்பாட்டில் NARA இன் நிபுணத்துவம் தொழில் வளர்ச்சிக்கு குறிப்பிடத்தக்க சாத்தியத்தை வழங்குகிறது.\n\nஅரசாங்க செயல்முறை சீரமைப்பு மற்றும் மேம்பட்ட தொழில் பங்குதாரர் ஒத்துழைப்புக்கான உறுதிமொழிகளை கூட்டம் விளைவித்தது, இலங்கையை உலகளாவிய அலங்கார நீர்வாழ் தாவர சந்தையில் ஒரு போட்டி விளையாட்டாளராக நிலைநிறுத்துகிறது.",
                    "author": "தாவரத் தொழில் மேம்பாட்டு குழு",
                    "author_position": "NARA உயிர் தொழில்நுட்ப பிரிவு",
                    "location": "NARA தலைமையகம்",
                    "key_points": [
                        "சந்தை தேவை பகுப்பாய்வு மற்றும் இன தேவைகள்",
                        "NAQDA திசு வளர்ப்பு ஆய்வக பயன்பாடு",
                        "NARA தாவர திசு வளர்ப்பு நெறிமுறை மேம்பாடு",
                        "அரசாங்க செயல்முறை சீரமைப்பு",
                        "தொழில் பங்குதாரர் ஒத்துழைப்பு மேம்பாடு"
                    ],
                    "tags": [
                        "அலங்கார தாவரங்கள்",
                        "தொழில் மேம்பாடு",
                        "ஏற்றுமதி மேம்பாடு",
                        "ஒத்துழைப்பு"
                    ]
                }
            },
            "is_featured": false,
            "related_articles": [
                15,
                2,
                12
            ],
            "social_shares": 63,
            "views": 567
        }
    ]
}
